<html>
<head>
<style>
body {
	background : url("teddy.png");
	//background : url("mai-closeup-bg.png");
	background-repeat : no-repeat;
	//background-size : 100%;
}
</style>
</head>
<body>
<?php
echo "<pre>";
echo "サーバ所在地\n";
echo "<a href=\"https://www.google.com/maps/place/1+Chome-6-37+Banba,+Hikone-shi,+Shiga-ken+522-0069/@35.2811985,136.2476957,17z/data=!4m5!3m4!1s0x60022b29001dc94d:0x5b491fed45f286c3!8m2!3d35.2811985!4d136.2498844\">滋賀県彦根市馬場一丁目６の三十七</a>\n";
echo "遊歩道側二階のピンクのカーテンの部屋が私の部屋です。\n";
#echo "私は彦根に長く居続けるつもりはしてません。\n";
echo "このアドレスsatlin.workは主にSSH用で、ウェブサイトは時折必要になる限りの目的で公開してるだけのもの。\n";
echo "メールサーバもFTPサーバもおいてません。\n";
echo "永続的にメンテするつもりはございません。たぶん一年以内に予告なく消えてると思います。\n";
echo "もし何か内容に問題があったら、クレームは上記住所に郵送して頂くか、私の携帯にご連絡頂きたく思います。\n";
echo "070-6567-6883\n";
echo "satlin_luckxa@yahoo.co.jp\n";
echo "\n";
echo "変だな。ボクは女に変身したつもりなのに、また女の子を好きになっている。\n";
echo "女の格好をしてると男性には優しくしてもらえる。だけど、男性たちの態度は無限に疎遠で冷たく感じられる。かゆいところに手が届かない感じ。\n";
echo "今まで同性として感じてた友情や共感はもう薄れて消えてしまった。それに対して女性の姿で接する女の人たちは、何故か無限に温かく、優しく感じられる。\n";
echo "優しさって男女間にのみ芽生える感情じゃなかったっけ？　不思議。\n";
echo "今のボクのカラダは見たところ男性だけど、男性としての機能は完全に失われており、事実上は女性そのものになっているらしい。\n";
echo "でも、女性の特徴は未だ何も持っていないため、体のどこを触っても何も感じない。絶対零度の傍観者として過去や現在、自分や世界を見つめている。\n";
echo "今のボクはマネキンか人形みたいなものだ。お化粧品を持ち歩かないと人前に出れない。\n";
echo "男性だったころには殆どすべての女性に美しさを感じていたのに、今は女性としての自分の醜さが許せない。人から見つめられることが苦痛だ。\n";
echo "同じ女性でも、自分だけは特別らしい。自分だけは少しでも女らしくないことが許せない。\n";
echo "\n";
echo "私達は永遠の生命を与えられたんだって、信じられる？\n";
echo "世界は終わった。だけど、私は死んでいない。だからここは天国でも、地獄でもない。\n";
echo "はっきり言って私はまだ信じていない。一日の九割くらいの時間は、過去の記憶の中を漂っている。\n";
echo "それはもう壊れて消えた世界の記憶なのに。\n";
echo "少しずつ、今まであの世界でひとりの男性として生きていた間にたまってたホコリを払って、この世界の摂理に早く馴染もうと努力する毎日。\n";
echo "ここは、今までのあの世界では、私が生まれた故郷だ。でも幼なじみは一人もいない。家で待っていた両親すら、看守みたいな見知らぬロボットに変わっていた。\n";
echo "自分の家のはずが、修道院に閉じ込められたみたい。毎日同じご飯を決まった時間に食べ、決まった時間しか外出も出来ない。\n";
echo "\n";
echo "去年の初夏、東京からここに帰ってきた。幾人もの不思議な人たちに出会い、見えない糸に導かれ、最後は警察が部屋に来て無理やり東京を追われて、愛犬一匹を抱いて下り新幹線に飛び乗った。\n";
echo "それから三ヶ月後、ついに「声」が聞こえるようになった。私がここに迎えられた何よりの証拠。私は何よりもまず女の人になるのだと告げられ、私はそれに従った。\n";
echo "逆らう力は私にはなかったが、逆らう気持ちもなかった。それは以前からの私の望みでもあったから。\n";
echo "高校時代の夢だった。女性になること。最初は手術してオカマになろうと思っていたけど、男性に愛情を抱くことができず、さらに自分の体が大柄すぎたから諦めた。何度も自殺を考えた。\n";
echo "すぐに変身できるわけではないし、男性でも女性でもない期間の間は苦しいと、「声」にさとされたけれど、私は迷わず女性になる決心をした。\n";
echo "かれこれ二十年近くも憧れ続け、尊敬し続け、追い求め続けた、女という存在になる、自分は資格があるのだろうか？\n";
echo "不安や悩みや罪悪感。\n";
echo "何より、静かなふるさとの街で悩む時間が与えられたことが嬉しい。\n";
echo "慣れ親しんだ世界が終わって、少なくとも三十歳くらいまでに知り合ったすべての人が、消えた。「死んだ」らしい。輪廻転生するために。\n";
echo "（一人だけ例外がいる、、、5つ年下の可愛い従妹。生まれたその日からミルクをあげたりオシメを替えたりしてあげた、大切な可愛い従妹。生きているらしい。だけど彼女は今遠くにいて会えない。）\n";
echo "動揺していないわけがない。\n";
echo "みんな死んじゃったのに、自分が女になることみたいなちっぽけなことで悩んでいていいのだろうか？\n";
echo "でも、体は人を愛するときに使う大切な形だ。永遠の生命を与えられた私達にとって何より大事なのは、死んだ人たちを悼んだり自殺を夢想したりすることではなく、生きること、愛することだろう。\n";
echo "美しい人に出会い、心を奪われると、私は、私も彼女と同じくらい美しい肉体が欲しいと感じる。彼女と釣り合う、彼女に相応しい人になりたいと思う。\n";
echo "醜いことは罪ではないし、オカマの人たちみたいなミジメな姿の自分を恥ずかしいとは思わないけれど、今の私には女性を愛する権利はないだろう。\n";
echo "男性時代には、恋のたびに何度も女性の前に跪いて死にたいと思った。\n";
echo "今は、ここでは、私達は永遠に生きるのだから死ねないわけだ。理屈では理解できる。でも、命を捧げない恋愛ってどんなものかな？\n";
echo "私は生きたままの体を人に捧げられるほど美しくない。鏡を見てそれがわからないほど馬鹿じゃない。\n";
echo "私は人を好きになっているのに、彼女に何を捧げたらよいかわからない。変な気分だ。\n";
echo "すごいクヤシイ。綺麗になりたいな。\n";
echo "この世界にはもう暴力を振るう人も、お金のために女性を利用する人もいない。\n";
echo "だから女性を「守ってあげる」必要がない。だから男性でいることに意味なんてないわけだ。女性のために何度死ねても無意味なのだ。誰からも守られなくたって、ここではみんな安全なんだから。\n";
echo "自分自身も、女性になり、美しくなって、相手の目を楽しませることが出来ねば意味がない。\n";
echo "私はもともと頭が悪くて、自分の置かれた状況があまり理解できていない。ぼんやりしている。\n";
echo "私は好きな人に自分の気持ちを伝える権利があるのだろうか？　絶対ないんじゃないか？　迷惑なのではないだろうか？\n";
echo "私に何が出来るんだろう。\n";
echo "実は私は今の状況が嬉しくない。むしろ、哀しい。\n";
echo "私は悩んでいる。あなたも一緒に悩んで欲しい。\n";
echo "これを読んでいるあなたは100％、私と同じく「（女になって）これから永遠に生きる」という運命を与えられたばかりの人だから。\n";
echo "（もともと女の人だった人は、基本、そのまま女性で、変身しないらしい。ただ、今までよりうんと美しく若くなり、生理や妊娠などの煩わしさから開放される。そのかわり、子供を生むことは出来なくなる。\n";
echo "だから、ここでは「男」という言葉は単なる男役のことを意味するらしい。ここには本物の男性はいないのだ。男性に見える人たちは、、、ロボットか幻である。この違いもよく理解できない。\n";
echo "今までの世界では、男性でも美しい人はけっこういたではないか？　女性でも意地悪な人もけっこういたし。「女性の形の方が愛の行為に向いている」という単純な理由らしいけど。。。分かるようなわからないような。\n";
echo "近いうちに、女性しかいない世界になる、ということである。女風呂みたいな暑苦しい状態？　、、、ではなく、かよわく感じやすく柔らかい体同士で今までとはまったく違う人間関係や社会や常識が成立してくるのでしょう。\n";
echo "私達はぜんいん、近い将来、女性の美しい外見＋男性の賢い内面になる、、、今はその過渡期で、女性は男性的なさっぱりした思考パターンを、男性は女性の美しい肉体をもらって、少しずつ慣れて、自分のものにしている。。。\n";
echo "私にはまだ全然想像出来ない。そうなってみないとわからないことだろう。〜でも、それが私達のあるべき姿だろうことは、理屈としては理解できる。）\n";
echo "\n";
echo "ここは死のない世界。あの、、、今まで私やあなたが数十年生きていた、そして運悪く早死に出来なければ八十歳くらいまで生き抜くはずだったあの世界を最悪の地獄にしていた要素は存在しない。\n";
echo "暴力は存在しない。貧富の差やものの値段は存在しない。知識を含めた所有権は存在しない。だから学歴も職歴も存在しない。死の前の老いも存在しない。男は存在しない。\n";
echo "男は存在しない。\n";
echo "男は存在しない、、、そう、男性の存在こそがあの世界の諸悪の根源だったのではないだろうか？　男性だった自分が言うのもちょっとオカしいけど。\n";
echo "何もない真っ白になった世界をゆったりと静かに、湖岸に打ち寄せるさざなみのように、無限の時間だけが流れている。\n";
echo "生まれてから今まで数十年間の苦痛や、いわば勝手にここに私達が連れてこられた恨みや戸惑いを水に流すべき時なんだ。\n";
echo "\n";
echo "With love, 流華.\n";
//echo "With love, <a href=?q=inf>Luckxa</a>.\n";
if (isset($_GET["q"])) {
	echo "\n<i>";
	readfile("last-introduction.txt");
	echo "\n</i>";
}
echo "<a href=/>top page</a><br><br>";
echo "<a href=/morgenstern>日記</a>";
?>
