<html>
<meta charset=utf8>
<body lang=ja background="kotatsu.jpg">
<pre style="color:red">
	<!--
	<a href="VID_20190925_171611.mp4"></a>
	<a href="VID_20190925_172202.mp4"></a>
	<a href="VID_20190925_172312.mp4"></a>
	<a href="VID_20190925_172350.mp4"></a>
	-->
	<a href="VID_20190925_182819.mp4">9/25/18:28</a>
	<a href="VID_20190925_183219.mp4">9/25/18:32</a>
	<a href="VID_20190925_183908.mp4">9/25/18:39</a>
	<a href="VID_20190925_184512.mp4">9/25/18:45</a>
	<a href="VID_20190928_130610.mp4">9/28/13:06</a>

	続いて、こちらの<a href=ikenobo.jpg>花鋏</a>で睾丸を切り取ります。
  一月二日、右側だけ切った。出血が激しくて左は断念。気がついたら部屋中血の海でした。
  残念ながら肝心のシーンは保存容量不足で撮れなかった。

 	 <a href="kinen.jpg">男性として最期の記念撮影</a>

 	 <a href="VID_20200102_091553.mp4">1/2/9:15</a>
 	 <a href="VID_20200102_092704.mp4">1/2/9:27</a>

  	 <a href="migi.jpg">切り取られた状態</a>


    その後、料理して食べました。（捨てたら違法です。）すごく固くて包丁で切れなかった。噛みきれなかった。
  昔から人肉はおいしいという俗信がありますが、味は普通のホルモン。ただ固すぎて食材としての商品価値はなさそうですね。

  	<a href="VID_20200105_001658.mp4">1/5/0:16</a>
 	<a href="VID_20200105_003108.mp4">1/5/0:31</a>


  続く。（次は右を切る。最後は私にとって一番大切な方に真ん中の棒状の部分を切っていただくことになるそうです。）






</body>
