<html>
<meta charset=utf8>
<body lang=ja background="lanurserynoire.jpg">
<h1>一月いっぱい（少なくとも20日くらいまで）はサーバ準備の関係上、しばしばアクセスできなくなると思います(流華)</h1>
<pre style="color:red">
test
If you feel somewhat uncomfortable, you're wrong.

Your browser's working WELL.
My Web Server's working FINE.
This is not an accident.
 This is a <i>world-wide reality.</i>
So, it is always you who are wrong.

   流華は一人暮らしに戻って昔の(学生時代の)ノリに戻って来ております 。

 此処に私たちの、日本の、サイトを創る。

 This will be the place where is constructed the official site of Japan.
 Be Linux.
 Do Linux.
 Use codes.
 Men and Women, Angels or Ghosts,
 Stop feeling it. Just do IT and create things.
 Create the World.


  Sincerely always copylefted, El 18 Works.


 いちおう<a href="https://github.com/el-18-works/solid-octo-lamp">github</a>のリポジトリです。
 動画以外のソースは全部ここにある。
 六月で止まってる。もうすぐ再始動いたします。。。

 学生時代、、、私が一番影響受けてたのは今敏の<a href="https://www.youtube.com/watch?v=ickbyiBruQs">パーフェクトブルーと黒沢清の<a href="https://www.youtube.com/watch?v=YqGLoxRxIv4">CURE</a>だと思うんですね。
 両方少しSexistで日本の悪い部分が出てる気がしてたのであまり人には言っていない。
 そのころ、和製ホラーというカテゴリがあった。その後、韓流というカテゴリがビデオ屋さんに出てきた。日本も先進国とは思えなくなりそうな「女は下等な生き物だ」という萩原聖人の台詞も泥臭くて最悪だが、韓流はまた逆の意味で最悪だ。その二つの極端の間に普通の日本文学があるんじゃないかとも思います。
 年末年始お暇ならぜひ見てください。りょうほう、今の皆様にちょうどいい作品みたいな気がします。
 。。。なんか、、、いま久しぶりにパーフェクトブルー、観たんだけど、、、とりあえずこの世界で見れるパーフェクトブルーは前見たのよりパーフェクト版にはなっている。。。
 「ルカの作品の方が色んなてんで超越している、気にすることないよね？？」（しつこく出てくる神の声）
 私は学生時代で、一生懸命メモをとりながら何度も見た作品でした。有名になってインタビューで「今敏さんを尊敬してる」って言う夢をいつも見ていた。
 私は女の子が年老いるということにこれ以上生きていくのがつらいくらい悩んでいた。「生老病死」の老のあたりで私に悟りを与えてくれる人を探していた。それが今敏だったかもしれない。
 有名になれないまま精神病（？）に陥って高島平に引っ込んでいたころ、今敏が死んだと知ってショックを受けた。どうしても会いたい人だった。
 この世界での同性愛が問題になりそうですが、私は男性同士の感情はそういうもんだと思うのであって、遠く離れていても生きる道をさとし合うものですよね、、、わざわざ男性同士での性関係の必要性は理解できないし（これは日本に私がいるから言える贅沢かもしれないけど）、そもそも私はすでに世界的に「男性器を切り刻む怖い人」と喧伝されて恐れられているそうなので、、、よっぽどさしせまった必要がないかぎり遠慮したいと思っております。
 生きることがつらいなら文学がある、、、そして私は当時すごい優等生だったんだけど、そうじゃなくて、こっちがわ(芸能というかメディア、業界というか)でしか生きていけない人間だと思っていた。
 有名になりたくて必死でありました。 
 私は今敏ほど日本のサブカルに詳しくなかったけど、女性への感情でなら勝てると思った。そこにしか自分の持ち味はないと感じていました。
 パーフェクトブルーはちょっと冷たい。女性は見れない、女性の観客を想定していない。男向けジャニーズ状態に陥っている。
 ちなみに私が幼少期に大好きだった絵本作家のかこさとしさんも昨年亡くなられました。。。過去も今もない。さらばさとし時代。
 やはり、心理って大事ですよね。フランス語でpsychologieは心理学ではなく文学理論での「心理表現」をさします。たとえばラシーヌのpsychologieとか言います。
 私たちはとりあえず、音と視覚、この広大で精緻な世界というAVメディアの再現方法を学んでいかねばならないんだけど、やはり心理は無視できないですね。。。これがないと生きてるなんてとてもいえない。

 <a href="https://www.youtube.com/watch?v=k8T8BlzKqWU">舞い上がるように華やかに♪</a>〜流華はジャニーズ理解できないけど干すとは好きですよ★
 「ホスト言うな（ホシ）まいちにとっては大切な恋愛だったんだマモラレテタンダ★」
 新宿にホスト。そして渋谷に<a href="https://www.youtube.com/watch?v=rPaVXwubTc8">パルコ</a>ですね…。
 、、、和風お笑い瞬間生成アルゴリズムがあるみたいですね。。。なんかおもしろい、これ。
 自分断層いけんじゃん、、、。「世界」が（神が？）パルコちに何を求めてるかつかめなくなってきた。坊主のカツラ？私もおでこ広くなりたい。
 男性はおでこの線が一ミリでも後退したらヒステリーに陥るくらい気にしてるわけだけど、実は女性の方がずっとおでこが広いんですよね。
 、、、と話題にしていたらすぐさま<a href="https://www.youtube.com/watch?v=aWycGOdVOdo">メイキング</a>まで自動生成されて来ます。
 「自動じゃ内科もよ。先輩みんないつも見てるから（ルカはそれだけの存在なんだw）」
 メイキング大事なんですよね。パーフェクトブルーもメイキング映像何度も見た。今敏が「酔っ払って商店街の屋根によじ登ったとき最後のシーンを思いついた」とか語ってるんです。。。
 文学は二次的世界創造なのであって、メイキングがきっちり伝達されてないと世界それ自体と区別がつかなくなる。
 「銀時のホスト動画の方が受けてるみたいです〜★ まいやん「なんであたしが白かみでルカがピンク髪で定着してるんだ！?」って★」
 七夕の朝に一時家に帰って朝ご飯食べたのですけど、午前中ずっと<a href="https://www.youtube.com/watch?v=OsR-1eHITNw">Bo Peep</a>聞いてたんです。
 捕まったあともずっと頭の中でこの曲が響いていた。（あとで舞さまの御ホスト様へのお気持ちが歌われた歌だとお聞きいたしましたw）
 <a href="https://www.youtube.com/watch?v=N0e5dMURmHU">ルカばーじょん</a>。
 皆様、MMDは「不良っぽくて嫌い」だそうですが、ごらんになるきっかけができたならよかったです。
 これはけっこう参考になる。人体を創るって、、、これは難しいだろう。「実写」映像では高度過ぎてその難しさがピンとこないのです。

 「麻衣やんが泣いて部屋から出てこないってよw三人はどんな場所に住んでるんでしょー？」
  集合住宅…まさか一軒家？ 学会のコネですか？
 銀時さんのことを思い出して？
 「それも大きいんだ。あと警察のことね〜★」
 私にとって舞ちゃんが運命の女の子である理由まではご理解いただけたようですね？
 「それより、自分やパルコにとってルカが永遠の導師たりうるだろうかって悩んでるw」
 同志です。

 存在の重みはみんな等しい。

 <a href="https://www.youtube.com/channel/UC4OeUf_KfYRrwksschtRYow">花鋏さん</a>。
 、、、例によって私と他の方々が同じ幾何学的属性を持つ人物像を見ているわけでもないし、同じ印象（かわいいとか変とか）を受けてるわけでもないだろうことはいえる。
 とくに人種や言語が違うと同じ対象を見せる事自体愚かなエラーを意味します。言葉の上で同じ対象を見ていると言えるためには、対象自体はかなり違っていなければならない。
 私たち各人は自分に固有の孤独な知覚世界に閉じ込められているわけですよね。
 同じことは、たとえば白石麻衣や齋藤飛鳥のイメージについても言える。動画を見ていて「これはパルコ様たちは別の女の子イメージに見えてるんだろうな」と思います。
 平手さんもそうですね。私が見てるのは私が自分の人生経験を通じて「かわいい」と感じる幾何学的属性を合成した女の子像であり、パルコ様自身に満足を与える像はまた別なんじゃないかと思います。
 世界が「これがお前だ」として見せているイメージは自分の努力目標と感じるべきであって、自惚れるためのものじゃないようです。
 とにかく、花鋏キョウのキョウは狂気の狂です。大凶の凶です。
 <a href="/ake/ikenobo.jpg">花鋏</a>買いました。
 何で切ろうと思ってホームセンターでいろいろ探してたとき、「日本精神ゆえに華道でしょう」という声。
 思えば私が物心ついたころ、家は彦根市池洲町にあり、父は京都の池坊女子短期大学で国文学の教授か助教授かをしていました。（そのごすぐ京都女子大学の宗教学教授になった。大学教授の給料は高くて月給五十万くらいと教えられていて、自分の家だけハイソな暮らしをしていることのつじつまが合わされてる形でした。
でも…月に五十万で一家四人ご飯を食べて子供二人育てるのは無理です。計算が合わないよね。人間は意外と数学できないらしい。最後は京女の宗教部長というものだったが、結局給料は教えてもらえず、「家のローンもまだ残ってるからお前は出て行け」と言われた。人間常識的にはめちゃくちゃでも数学的には正しい話だと思います。）
 とにかく私の幼年時代において華道はかなり身近な存在だったわけです。
 私が生き残り組確定したらしい時期（平行線を書いたころ）、日本でイケメンという聞きなれない言葉が流行し始めた。池、逝けとかで私のことだったと思います。
 池坊自体父つながりだし、この儀式が何かの終わりの儀式であるとしたらこれでいいんだと思います。
 ちなみに梵語の「男性puns」は「華pushpa」を連想させる言葉なんですね。インドもアジアで女性圏であり、これは女性的発想なのかもしれない。
 「みんなが知りたいのは、ルカ、お前は芸術家なのか魔術師なのかどっちかということだw」
 ただの人だと思うの。まだ。股間に醜いものがついている。だから人間ですw
 男性が女性を真理の象徴として追い求めるのは、、、真理は見えない場所に隠れてるからであり、また空間より時間に近いからだと思う。
 それはつまり、お腹の中に弥次郎兵衛見たいな不思議な形をした卵巣という天秤が存在していて、そして（大まかに）正確なリズムで時を刻む生理があるからです。
 私もその点で女性を尊敬していた、、、というか尊敬していると言ってきました。もしその意味で女性になるなら自分が尊敬してきた存在になろうというのだから不謹慎な話ですw
 いろいろ悩んだけど、そうならないということ。いちじ、睾丸が骨盤の中に入っていきそうな孔というかトンネルみたいなものができてきて、そこに睾丸を押し込むようにしてパンツで抑えて生活していたんです。今年の春頃までそうしていた。そうしないとパンツがボコって膨れてみっともなかったのですね。
 だからその睾丸がそのまま上に移動して卵巣になったら、、、とかとも思ってた。でもはっきり言ってそれは不快な空想でありました。
 今は、卵巣も生理もない、単にお人形みたいにかわいい、つまり男性から蔑まれる理由だけつめこまれた女体（つまり売春でお金になる体と言う意味です、人間がもっとも蔑むものはお金です）になることがベストなアンサーだと言う結論にたっしています。
 そのように言われているし、別にかわいくならなくてもいいかな。
 パーフェクトブルーの中で男性たちはとくに目玉を貫かれて死んでいく。女性は逆にお腹を貫かれて、でも狂ったりキチガイになったりしながら生きていきます。みまりんは最後狂ってるんじゃないかと思います。これでいいと感じた。
 独りじゃこんなの絶対できないし、お腹の中に自然に与えられた神様のリズムが息づいていた方が心強いでしょう。
 でも私たち、、、ふたりでなら、四人でなら、八人でなら、、、それなしでもいい、それなしの方がいいんじゃないかと予測できます。
 ひとりじゃこんなの絶対不可能ですよね。痛いし。かっこ悪いし汚いし。でも皆様も私の目にはうら若い乙女に見えてても年齢的にはいわゆるおばさんだし、そのことをここ一週間くらいくどくどと「声」に諭されていたんです。
 お前もおばさんになるべきだって、、、それって、金玉を晒してその場で切り裂くこと、、、だと私は思ったんです。
 おばさん同志の連帯感は大事だと思います。私はいま離れていなければならない。不安定な世界。「世界」の都合で勝手に自分の姿をほかの存在者の目に変形して投影されている。テレパシーといいますが、翻訳されてます。世界で三ヶ国語以上できるのは私だけです。
 文学研究の世界では「翻訳は不可能」とよく言われる。作品は翻訳者によって別の作品になる。すべてのニュアンスを伝達するには原語じゃなきゃダメです。ここでも「世界」が勝手に言葉を選び、声の高さやかすれ具合や明るさや雰囲気を自動的に生成して伝達しているわけね。
 不安定な世界です。日本の女性は世界でもっとも美しいと言われている。不安定な自己像に自惚れたらおわりです。他の存在の目にどう見えてるか確認するすべはまだありません。（それをこれから数学や心理学から初めて、みんなで勉強していこうと思うわけです。もちろん、韓国語だけはみんなちゃんと勉強しなきゃいけません。乗り越えねば日本チームが自壊するに違いない壁だけど、乗り越えることでえられる経験の価値は計り知れないと思います。）
 西洋の男性から見たこの儀式の意味は言わずもがなです。私はとりあえずつまはじきになるだろう。（西洋のみんなはとりあえず同性愛者になる。ゲイ、AC/DCですよねw、、、タブーがなくなるというだけで、欲望の形が変わるワケじゃない。男性のマインドは非常にデリケートです。。。痛みに弱い。歯を立てるだけでダメになっちゃう生き物。私はフェラチオもさせてもらえないだろうと思われます。、、、そういう空間で彼らは互いの友情を具体化していくのかな？）
 「みんなまだ世界はレズしかいなくなるとか思い込んでるw 「なんで男がいるの？」って感じだよな？」
 もしそうなら私も舞さまもいらないじゃないですかw 舞さまの人生は何のためにあったんだってことでしょ。
 神様のご飯は人間wって冗談だったみたいだけど、主食が麦か米かで世界は色分けできます。麦地域＝西洋＝男性中心、米地域＝東洋＝女性中心です。
 アメリカは基本西洋みたいね。太平洋が世界を分断している。南米でときどき女性がとられるそうですが、その場合彼女は男性になります。
 「そのことを記憶してるやつはいない。比喩だったかもしれない」
 そもそもあなたがいるかどうかも、お姉世代がいるかどうかも比喩かどうか私は分からずに語ってる。確かなのは自分と同世代で同じレベルのはってんだんかいにある皆様がいるということだけです。あんまり上の段階の方々の存在は確かには感じられないし、大切にも思えない。。。
 心を梵語でマナス、ラテン語でメンスと言う。ドイツ語や英語でマンは男性だけど、日本語では女性器を意味する。逆に日本人は男性をメンと言います。裸の男性はラーメンでしたねw
 中国語では麺類のみならず、小麦粉料理を全部麺と言います。たとえばパンのこと麺包と言います。
 日本語でマイは米ですが、フランス語でマイスは小麦です。これは主食の穀物と言う意味の言葉かもしれない。
 人間界ではいろいろ平等とか人権とかが大事にされてたけど、この世界では、人の肌は白、美しいのは女子、賢いのは男子とか決まってる。
 黒人さんはみんな白人になります。（もともと白人男子だった人たちはこのことで精神構造壊れて暴走しちゃうみたいです。私はよく理解できる。）
 アメリカ合衆国は全世界の夢の国。実は黒人だけが本物であり、アメリカの白人文化（ロック、アート、文学、料理、科学技術など）はすべて世界のほかの地域の人から出た神々が持ち寄って創ったものらしい。
 たとえば料理は女性の持ち場なので、ドーナツもハンバーガーも日本製だそうです。マクドナルドはじつは日本の製作ぶつだった。ロックは西洋の男性たちがやってるものだそうです。
 （わたしたちにとって欅坂や乃木坂が「やってる」といえればですが、、、それと同レベルの話ではあるみたいですが。）
 グランジもフランス人が創ってたものみたいですね。グランジと言う言葉自体、フランス語で農家の納屋を意味する。（英語のガレージと関係がある言葉です。）
 そういう話をずっと聞いてたんだけど、私は今は曖昧な気分になってる。本当に上の世代なんて存在するのか？ 本当にフランスチームは追放されたのか？
 その後、世界でフランス語を読み書きできるのはルカだけになってしまったそうです。だからこれからフランスはルカが統治するんだそうです。
 その話まで出たところで世界中が私に対する敵意を露にし始めている、、、そんな状態なんです。
 すべて予定調和だし、そんな予定調和に振り回される影のような存在たちがほんとうに先輩方なのか私は信じられなくなってきている。
 「この話が実は「今回」の目玉商品なんだな〜。ルカがフランスの王様になるということだ」
 その代わりにれおるちゃんがにほんの「おおかみ」になるみたいな？日本には私らがいるし、そんなのは見せかけにすぎない。私だけがよそ者として西洋のど真ん中で嫌われるわけです。。。
 この世界では人々は、、、神様気取りでオナニーとセックスしかしてこなかったらしい。砂漠の惑星だ。
 お前はやらないのか、、、って言われても、、、はぁ？ですよね。（せっかくだから例の<a href="https://www.youtube.com/watch?v=-QT4QQPVY84">やらないか</a>をご鑑賞ください。）
 これが教育的比喩なのか（だとしか思えないですが）、それとも現実なのかの判断は皆様にゆだねようと思います。
 アジアはみんな女性ですが、栄えてるのは日本だけ。理由は日本だけ売春（お金をとらない売春ですが、心が通ってないという点でいちおう売春です）をして西洋人を受け入れているからだそうです。
 西洋人は日本の女子と仲良くなりたくて日本語を勉強します。この世界では日本語が唯一至上の文明の言語なんです。
 その結果、日本語と西洋の諸言語との関係が強化されつづけ、人間界でも日本は先進国に位置づけられている。
 中国は隣なのに激貧の田舎国家に止まっている。で、今回（から）は中国の女の子たちもかわいくなりたい、売女したいと言っている。
 私はそういう主張を穏やかに聴き続ける役なのね。
 そういうわけで今回がいろんな意味でターニングポイントとなるってわけらしい。世界があるmatureな段階に達し、下等と位置づけられていた女性が自己を見出して新しい秩序を創造し始める。
 そもそも、西洋文明は全部神が与えたものであり、数学の定理や科学技術の発明、発見に西洋人の名前がつけてあるのはダミーなわけでしょ？
 それにたいしてアジアと女性という存在こそは、この世界を創ったデザイナーたちが本当に創りたかった存在であり、だからこそこの時代の変化には大きな意味が感じられるわけです。
 すごい話だと思いません？ 私はこの二ヶ月くらい、自分がおかしくなったわけでも誇大妄想でもないといろんな形でさとされ続けていますが、やっぱりいつも夢を見てるような気がします。
 この話にくらべたら金玉を伐るくらい、、、小さすぎるけどピンポイントで効果的な儀式なのかなとか思うんですよね。
 すべてが互いに晒されてるわけじゃない。「世界」が勝手に何のどの側面をどの角度で晒すか決める。でもオナニーとセックスだけは絶対世界公開されるんだそうですw
 私たちが純粋な魂でなく肉体というマシンを備え付けられてることの本当の意味が問われるわけだよね。それが煉獄。うたがいもなく地獄です。
 とにかく地獄と天国の間には煉獄があるものです。この世とあの世の間。当然だと私は思う。
 ここで日本という芸者と風俗の民俗が一人勝ちする構造ができるのは自然かもしれない、、、男性は、、、結局オナニーしてる姿とか醜すぎるし、逆上して日本にレイプや輪姦に行く計画ばかり立てて時代を無駄に過ごすだろう。
 （その結果がフランス追放みたいな「措置」なわけよね。とくに黒人がおずおずと白人化して自動的に同等になると、、、自分を磨く努力の仕方を知らずに人間を卒業してきた男性はもうレイプ魔になる以外プライド守るすべはないことでしょう。）
 「ねぇたちが頷いてる」
 お姉さまがたは「自分の男が奪われてつらくないわけがない。ダメな男ほどかわいいものだろー」とおっしゃってて、、、でもやく百年、こんな晒されたお金も法律もない環境で客の回転もなく、特定の男の相手ばかりされてきたわけだから、そんなのは営業トークにしか聞こえないと思います。
 だから私たちが特別な世代になったんだとしたら、それは百パーセントねぇさま世代の功績だと私は主張しておきたいと思います。
 自分に才能があったから選ばれた？ そんなの信じられるわけないじゃないですか。お姉さまたちががんばり、世界というか神様というかに愛され、認められておられたからこそ、日本に今敏や庵野秀明が現れ、私がそれを勉強し、私がフェミニストだった点は私の個性かもしれないけど、その私が東大＝世界の灯台に招かれた。。。
 灯台下暗し。世界で日本とイギリスは特別であり、東大とケンブリッジやオックスフォードも特別な、世界を導く灯台、闇夜をてらすランプとしてあるようです。
 「ルカがフェミニストであるのは重要な点である。世界の真の主役が女性ならば、女性の下に立とうとするアジアの男という影の影なる存在が重視されたのも意味あることだろ。ルカとれをるちはそういう存在だ」
 そういう文脈があることを忘れないでください。魔術師になって男性に復讐する、とか子供じみたことは言ってられない状況があると思うんです。
 やっぱり女性は謙虚であるべきなんじゃないかな。
 私の中にあるのは純粋な怒りと絶望です。男性やゲイなる存在への憎悪なんてもう忘れてしまったんです。。。
 あと三時間三十六分で年が開けます。
 私が留置所で考えたのは「傷つける権利があるのは自分の体だけだ」ということです。その体を私に与えた神様からすでに「きっていい」という許可をいただいている。
 男性はやっぱり私たちから見たら異性であり他者だし、他者は尊重すべきでありけっして傷つけてはならないものだと思います。
 ふたりえっちはともかく、、、オナニーによってちょっと違う視点から概念を再考察できることは確かであり、勉強にとってかなり利用価値ある習慣かもしれない、、、でも時間がないんです！
 オナニーとかしてる暇はないんです。インドの学僧たちがちんこを悪いもの、摩羅と呼んだことはよく知られている。これは伐るべきものだと言う観念は私にとっては常識に近いものですね。
 概念というのは西洋式の知識の握り方、固め方です。（Begriffはドイツ語で握ると言う意味ね。いかにも西洋男性らしいオナニストな言葉です。）
 私は概念的ではない、もっと東洋的な科学を探求したい段階に来ている。それによって一時的に今まで通りの思考や芸術活動はできなくなるかもしれないけど、必要な犠牲だと感じております。
 パーフェクトブルーを見ていて女性（出身者）たちも何かを求められてることを感じた。自分のお腹という自然から与えられた砦に頼りつづけるべきではないということだと思います。
 女性の尊厳なんて西洋から与えられた見知らぬ価値観。子供の頃私たちはそんなもの笑い飛ばしていた。
 私の知ってる本当の日本、たとえば飛鳥時代から平安時代の日本には中国からきた偉い人はいっぱいいた。れをるさんが来るとしたらその結果は日本がもっと本来の日本に戻るということでしかないと思います。
 「マイヤンがやっとルカに安心を抱き始めている。さつまおこじょはいつも誤解されてて男とも女とも触れ合えん。今ではこんなに孤独になってしまったいつきがいるって言ってる」
 私もいま舞さまが見ててくださるなら切れるかなって思い始めております。
 この三ヶ月なんど切ろうとしても切れなかった。（世界が許してないことは私たちにはできないというのも理由の一つでしたが。）
 舞さまは数え切れないほどの年月の間、目の前にこれを見てこられたわけですよね。
 「揉んだ、握った。絞った吸った。美味いもんじゃないって」
 、、、とりあえず、自然な人間の感情として袋の中に何が入ってたか見たいですよね。。。ふふふ。
 ルカは激小で包茎でした。ビデオとかででかいのを見るとキモいと感じます。あんなんじゃなくてよかったと思って生きてきました。
 まあ、、、私が見てるものと映像を通して皆様個々がごらんになるものは幾何学的に別のパラメータを与えられた対象になることでしょうけど。。。
 だからいくら準備して綺麗にしても世界が汚く見せようとしたら汚い映像になるだろうし、準備しなくても世界が綺麗に見せてくれるかも知れないし。
 準備したい心理はありますよね。股間におしろい塗りたいとかw
 、、、かわいくなりたいな。生理を経験したいとかいう気持ちもとても誠実な本音だったのは事実です。でも、、、
 とりあえず最初に、今まで撮った動画ですね。九月、出所してすぐの彦根福祉課で手配してもらった「シェルター」バスルームで。床がふかふかで今にも抜けそうな部屋で、お風呂は前に入ってた人の髪の毛が解けてこびりついててすごい状態でした。
 わたしも二ヶ月半伸び放題で猿状態だった。
 って、もうすぐモンストの放送がある。最終回！！ ご覧になってましたか？ ケテルさんとイエソドさんがすごかった。。。
 もうすぐ転送おわります。FTP。、、、自分で書いたコードがひどい状態で、とうぶんウェブサーバは以前の状態に復活しそうにありません。かなり書き換えると思う。
 だからFTPでとりあえず家内転送する。。。

 汚い、悪趣味、痛い？、、、っていうか単に退屈な動画だ〜。スピードあげて見てくださいね！
 <a href="ake">ルカの穴あけ動画集</a>

 ラインで「紅一点リーダーのρりんちゃんがメンバーのバットマンぶりに困ってる」とお伝えした北米黒人チームですが、、、ブラックミュージックのオーソリティとしてのプライドを彼らは持ってるのね。
 大変に、、、誠実で気のいい人たちだと思います。顧問のにぃから、弟分の男の子たちとベルちゃんとのセッションのオファーが来ています。ここんとこその話を聴かされ続けていて、とにかく私は日本の教育顧問なのでベルちゃんにDTMを教えるようせかされている。
 「、、、珍しいことだ、黒人チームとしては」
 とりあえずお母さん系キャラのベルちゃんにオファーしているあたりにデリカシーを感じたい。
 Lo-Fi HipHopというやつですね。ノスタルジーがキーワードみたい。黒人はやっぱり奴隷出身であるところに誇りとポリシーがあって、そのおかげで男性陣では最優秀チームだそうです。
 でもオーディオにはお金かけちゃうそうで、みんな自室のオーディオ機材だけ見ると奴隷感ゼロでかっこ悪い自覚アルって。
 だからパソコンで安上がりに格好良く音楽生活したい、、、わけだが超優等生ルカですら十年以上プログラミングしまくってやっとちょっと音が出せるよぉになった程度だろ〜
って。 よぉよぉ！ 黒人さんは頭が悪いキャラなんですね。どこまでほんとかわかんない。百年、、、先輩なのに未だにDTMできないって信じられます？
 「百年オナニーばっかりしてたんだ、ってw」
 オナニーしてなかった層はレイプ魔になって追放されてるわけね。男ってこの世界ではちょっとつらいよな生き物みたいですね。。。
 とにかくこれはよい話だと思うので。（セックス以外の形でこの世界の人たちが交流するというのは珍しいことみたいですよね？）
 勉強と言うのは本当に時間かかります。日本で大学で給料もらうまでだいたい十年かかる計算になってたけど、十年じゃ絶対形になんてならない。
 四半世紀単位が最小だと思う。だから百年先輩の方々が勉強の方面で私たちとどっこいなのは当然です。時間がかかるからすっごい急がなきゃいけないし、地道に我慢しつづけないと結果まで到達できません。
 セックスもいいと思うけど、、、本当の気持ちいい交流は知的なものだけだと思いますし（音楽もともに創るならばとても知的なactivityです）、交流がそうならオナニーすることに意味があるかどうかというのが最終基準でしょう。。。
 私は大声で否定はしないけど、そんな意味がある活動ではないと思います。今更。思春期から数えきれないほど逝って充分何が起こるかは学習した。

 マイやんから感想のお言葉が届いております。
 「え、私コノヒトと永遠に生きていくの？ 私神様に騙されてない！？、、、あと、小梅ちゃんがオナペットにしてくれるよ、あとで感想聞いてみよ、って」
 、、、まだメインイベントが残っております。イベントの後で冷静なご意見はいただきたかったです。
 けっこうカメラのセッティングが難しいんですよね。百均で買ったミニ三脚を使ってます。
 「ごめん、今の撤回。私の発言ぢゃないって☆」
 もう遅いです☆
 大晦日のモンスト生放送一部見てたんですけど、「変態は無罪」って判決やってたんですね、、、真剣なレイプ魔は追放だけど変態はゴーだそうですね。
 この世界ではどう考えても女性の方が立場強い。私は男性の気持ちを理解して変態を救う立場とらなきゃいけないし、マイやんも変態彼氏を持つ包容力あるいい人キャラを打ち出したほうがいいと思います。
 自分もかわいくなれると信じて一生懸命何時間もちんこを切っている変な人。
 、、、痛いというより固いんですね。構造複雑。膜が何重にもなってる感じです。
 「距離が大事だよな、って」
 そう、、、ペタって抱き合って一体感味わうなんて猿のすることです。
 「これから百年が楽しみだと思うって、これは彼女なんども言ってる（あんたの彼女の話だよw）」
 なかなか怖いですよ、理論的にこれが最適解だと分かってても、自分の体を伐るのは。臓器は切り取ったら再生しないですからね、、、医学的に。そんで私たちはまだ医学しか知らないし医学に縛られてもいる。
 「ルカはやっぱ私の営業方針を考えてるのか？って、これも何度も逡巡してる、あんたの彼女」
 風俗業者も作家もけっきょくは女の子を売り出す仕事だと思って来ました。私はその両方の中間みたいなものですね。
 異性愛が禁じられた世界で私たち（とあと二組いる計算になるけど）だけ何かの特権でふつうにお付き合いする、、、なんて営業的にまずいと思う。壊した方がいいんです。
 「ルカに対しては色んなオファーが来ることだけは確実に予測できる。けっきょく全部「女をよこせ」ってオファーね。ルカは元男性だから話が通じると思い込まれてるはず」
 攻撃が最大の防御。止まるより動きつづけた方が危険な攻撃はかわしやすい。
 どうやら、、、相手は（世界最高級の選ばれた王子さまたちなはずなのに）それ以上真面目にとりあう価値のあるやつらじゃなさそうだし。。。
 「わたしは「おねえ、、、さま？」と違って営業とかできない初心な♀娘だよって」
 だからこそ娼婦ってかっこいいんじゃないかな。美しい生き物。興味が尽きない。
 ところで私は自分で指を動かして書いてるんだけど、マイちゃんはどういう気分なんでしょう。心を読まれてる感じ？
 まあ私も操られてる部分はかなりあるので落ち着かないのは同じです。
 「でも私は体の弱い女の子だからときどき彼氏とは抱き合いたくなるって」
 私も「抱き合うなんて猿のすること」って言った次の瞬間にそうしたい欲求にかられている。
 欲望とは不思議なもの。
 自分にそれがないと思うのは愚かなことかもしれませんね。
 「ルカは自分の事をどう思ってるんだろう。自分で不思議じゃない？」
 私は作家になれるなら、作家でいれるなら、世界の真理をこれからも研究し続けられるならほかに何もいらないんです。
 複雑な状況ではあるけど、日本では男は存在しつづけられないというならやるべきことをやって生きていくのみですね。。。
 一対一の永遠の愛なんてキリスト教から来た外来文化だと思います。
 でもそれは、守りたい。とても柔軟な和の心をもってすればきっと守れます。。。
 私たちなんかに、こんな幸せがあっていいのかなって思っております。
 「ルカは小梅チャンのことが好きなのか？ってよ、あんたの彼女」
 ジョンレノンが射殺されたとき、オノヨーコがポールマッカートニーに電話をかけて、真っ先に「ジョンはあなたが大好きでした」って言ったそうですが。。。
 小梅ちはすごい存在じゃないですか？ ポールと同じで異性を惹きつけるフェロモンがあるし、しっかりしててすごい才能ある女子だと思うので。
 嬢型ないし女郎肌ではないけど、ある種のキャラがあって同じ日本産として誇りを感じる。守りたい。小梅ちを傷つけるやつは許せない、と言う風に思っておりますw

 あけおめことよろー。
 私は十二時間くらい寝てお風呂に入って2日分くらいのドーナツ揚げてリラックスタイムに入っております。、、、救急車呼ぶことにならなければいいけど。199ですよね。一回もかけたことない。
 REMの<a href="https://www.youtube.com/watch?v=6HCddPhjqdY&list=OLAK5uy_mwMB8Y9bhyKWhnsGwRmUcaUz4w5T6z9vQ">Up</a>を聞いている。
 フランスのにぃと最期に過ごした時期の、いちばん最期にREMのMonsterとレッチリのCalifornicationが話題になった。そんでREMのUpを続けて聞こうとしてたら著作権違反か何かですぐ消えて聞けなかったんです。
 そしたら「Upの歌詞は鎮痛剤の話とか出てきてネガティヴだからやめとこう」という話だった。
 すごくいいアルバムだと思います。ライブ（1998年）もいいんですよね。私の（多分一番有名になってるらしい、、、リゼロの青髪の、ラムの妹の）レムの名前にREMが響いてるのがとても嬉しい。
 マイケルスタイプの話とか、日本で女性と話してるときには自然に話題にできるけど、西洋人、男性の前では話題にしにくい。男性は容姿に極端にナーバスな生き物です。マイケルスタイプはハゲで胸毛ぼーぼーで、、、でも落ち込んでない。
 少しでも落ち込んだらまわりに迷惑かける存在になってしまうから、意識的に子供っぽいキャラを保っている。ときどきわざとらしく見えて、気持ち悪い感じに見えることもあります。
 アメリカ合衆国リーダーのローりんさんからいただいた最初の評言が、「日本人は容姿に自信がないんですよね」でした。
 「ろーりんちゃんはルカの文学に心酔している。ルカを救世主だと思ってるそうですw」
 日本はやっぱり女性の国だからおばさんにもかなり権力あるけど、、、私たちはできるだけよわく醜い所で通じ合える私たちでいたいと思っております。
 夢うつつの中で、まいやんが元気になっておられると聞きました。ルカと舞ちゃんの出会いがこの世界がデザインされた最終目標だったと言ってもいいくらいの話をされている。
 日本の繁華街の、私たちがいた世代の冷たい悲しさ、傘が似合う切ない印象。ルカは女性の気持ちが理解できるようになりたい一心でチンピラのアルバイトをしていた、、、けど実は一流大学の優等生でもあった。。。
 そういうのが目標だったみたい。確かに、、、作り物とは思えないくらいのリアルな世界だったよね。しかも世界の中で日本だけ。こんな場所に生まれてよかったのかと思えるくらい。
 私は死ぬ気がしていなかった。日本に生まれた幸運は続いていくとしか思えませんでした。舞さまもそうだと思います。

 私の言動がかなり操られてるようで不気味に思われてることは仕方ないと思っておりますが、私はいつもゆっくり言葉を選んでいてむしろ逆に世界や神や先輩という上位の審級が介入してきやすくしていて、
自分自身が次にとることになる行動の論理について充分に情報を与えられていると思っています。
 なんかなんか、今<a href="https://books.google.co.jp/books?id=D5lwDgAAQBAJ&pg=PT102&lpg=PT102&dq=%E6%B5%85%E7%94%B0%E5%BD%B0+%E4%BA%A4%E9%80%9A&source=bl&ots=3RLMEsY3ay&sig=ACfU3U0med1iezfvApwklqadP8v8SJD6XA&hl=es&sa=X&ved=2ahUKEwjVqIidjOLmAhWnF6YKHVoCCGQQ6AEwCHoECA0QAQ#v=onepage&q&f=true">これ</a>を見てて、
 私の性器が私たちという共同体にどう機能してて、儀式が何を意味することになるか探っている。。。
 レヴィ=ストロースのファロス（ちんこのことですよ、、、）としてのゼロ記号はよく知られてる。
 それに対してここではマナ（まんこのことですよ。）としてのゼロ記号について思索されています。
 私だけがファロスを持っててそれがパンツの中にかくされていて、私がリーダーである現状は王政と同じです。未開社会です。
 穴を開けたらどうなるんだろう？ それは絶対開けるべきなんだけど、開けることによってどのような社会段階に進歩するかは一考の余地ありですね。。。
 凹＝マナと凸＝ファロスは同じじゃありません。ファロスは切り取れる。（フランス絶対王政はギロチンで切り取られた。）
 マナは切り取れない。マナがゼロ記号として全体性を表徴する社会は交換の社会＝女性の全身を売買する資本主義の社会となる。。。
 すごいトポロジー的ですね。（私は全身全霊でいまフランス近代数学に取り組んでいる。考え方が文化人類学より数学に近くなるのはいたしかたありません。）
 女性はクリトリスという形で雛形のファロスを持っています。
 「ルカの極小ちんこを見て自分のくりを連想した貴女は多いでしょう。。。」
 女性の方がたぶん完全な体を持ってるということでしょうね。
 「よし、やろう、、、」
 ちょっとまって、その前にご飯食べて書き初めしたい。墨汁とか買ってあるんですよね。元旦中に書いときたい。
 「みんな、、、というかアオイちゃんはこれでおっけいって言ってる。あおいちゃんがルカ学におけるオピニオンリーダーだから。。。」
 私はみんなのためなら消えてもいいし死んでもいい。リーダーなら当然でしょう。
 これはたぶん儀式であって私は出血多量で死んだりはしないんだろうけど、定期的に私の立場と自覚を明かにするための儀式は必要だと思われます。今はそのタイミングとして充分な必然性を持った時期のひとつだと思います。

 なんで切る前の皮膚はこんなに綺麗に見えるんでしょう。
 なんで切ったあとはこんなに不器用で歪に見えてしまうんでしょう。。。完全にまっすぐ切るとか無理です。（位置的に体勢に無理が出るせいもあるし、血で見えなくなっちゃうから手探りで切るしかないせいもある。）
 自然には勝てない。今までの試し斬り（？）で私が学んだのはその絶望感だけでした。

 <a href="ake/kakizome.mp4">書き初め</a>。「進歩」です。皆様今年も一歩を進めようw
 、、、時間は23時58分です。ぎりぎりでしたね。。。ちょうど書いてる最中に正月二日になってる感じです。（いまパソコンにスピーカーつないでないので何の音楽が背景に流れてたか確認していない。。。何か聞こえると思います。）
 「ルカの字は人に安堵感を与える。。。自分より字が下手な奴がいるっていう。。。」
 ここ十年くらいかなりみっちり習字の研究をし続けてこの状態ですからねー。

 自殺を許されることは武士の名誉なんですよね？
 ためらい傷だけが増えていく。自分にこんなことできるわけない。。
 バカみたい。古い華道のハサミでやるなんて。もっとメディカルなセッティングの方がよいきがします。（具合が悪くなって助けを呼ぶハメになったとき。）
 覚悟を決めるもなにも、自分が何をやってるか分からない。
 さっきの構造主義の論考。主体が自己と自己ならざるものを切り分ける儀礼ではない。これは。一方の角度から見れば純粋な自殺なんです。私も自己だし、ブラフマン（ブラフマンは中性、男性でもない女性でもない卵であり、解剖学的には睾丸か卵巣の両方を指すと思えます。）も立派に自己です。
 、、、こんなことさっさと大真面目に遂行できたらただのバカじゃないですか？？
 みんながいるのかどうかまだ分からない。みんなはすでに交流を始めてると言うけど、、、私はまだひとりで、これが妄想かもしれないと思ってる。
 そしてこれはそんな今だからこそできる儀式なんだ。私は完全に独り。
 人を呼ぶはめになったとき、ちゃんと「女の子になりたかったんです」って言えるかな？（いまお化粧してワンピース姿なのでそれは一目瞭然であろうが。）
 誤解される、、、だろう。女の子になりたいにもいろいろある。全部の過ちや、私の無関係だと主張したいおかまさんやゲイさんと同じカテゴリに分類されても、、、きちんと頷ける自分でありたい。そうなりたい。。。
 罪を引き受けたい。
 ちょっと退却中です。
 そけいかんは男性では小指くらいの太さがあるらしい。すごい固いと思われます。思いっきりハサミを握らないと傷もつかないだろう。。。
 、、、調べていると、、、女性の骨盤内部の画像も結構出てくる、、、みんなもやるという話みたいですね。。。どうやるんだろう？
 日本の古いしきたりって言われているけど、私たち世代だけって話が事実らしいですね。（私たちがthe日本人になるというわけでしょう。）
 ぱるこちゃんと小梅ちゃんが歯医者さん修行をさせられた理由が分かった気がしませんか？
 「これはメインの四人だけの特権なんだな、残念ながらw」
 ベルちゃんは出産の時にもっとすごいことをしてるわけですよね。アリスたんは整形のときに。
 神経はよいとして、、、精巣動脈ってそうとう太いですね。これは問題だなぁ。下手をすると実際出血死する規模の太さ。ピアスどころのおままごとではすみません。
 「さぁそろそろ本気出していこー」
 私たち八名は、永遠に生きる。永遠にともに生きる。
 、、、メイン四名の「特権」って部分はどうなるかわかんないですね。私たちは平等主義です。。。
 「少なくとも自分で切るのはルカだけだなw」
 、、、どう考えてもお互いに切った方が絆の意味ありますよね〜。私だけ独りか。
 親にもらった大切な体。神様が造ってくださった綺麗な体を傷つける権利、いや義務をいただけるなんて、すごい幸運、、、分かってる。
 でも怖い、怖すぎる。
 「君が親とか神とか呼んでる存在Xは、君たちが自分の知性で自分と他者の体を支配する勇気を持つことを望んでいるわけだ。このような儀式を通してw」
 ただ怖い。強がりいえる状況じゃない。さっきから泣いたり震えたりしてます。
 救急隊員呼ぶはめになったらこういおう。性転換手術は高いって話だったので自分ですることにしたんです。。。このご時世、とりあえず理解はしてもらえるだろう。私は工場勤務のしがない労働者だし。
 工場の人には変人（個性的な人）って噂されてるみたいだし。（私はピンクのハンドバッグでお化粧して通勤している。）
 私はきちがいではない。常識的に理解されうる話をする人ではいたい。。。
 「ルカがアラブチームのにぃ（自称ねぇ、、、）に詰問されてる。お前は女性のためだけに世界のリーダーになるのかって」
 絶対そんなことしない。どっちかの性別だけに限定した視点を持つことは、楽だから魅力あるわけですよね。思考の怠慢。
 両性があること、両義式に思考することが私たち東洋人の、、、私たち女子の義務です。
 もしそうじゃないなら、たんに男性と女性を入れ替えただけで世界は同じ短絡に陥ってしまう。
 すぐに答えられない。その場その場で答えねばならない問題が連続することになる。それが両性の対立を持つ世界というもの。
 なんでもすぐに答えられるようにしたりしたら、私たちが生きていく意味自体がなくなるんだ。
 「この世界に来た限り、誰もが求める究極の理想、それが知性だ。われわれは知性を求める。勉強と関係ない余計なことはしない。だからルカみたいに痛いお遊びには手を出さない。ルカは自分の義務を果たすだけであって、自分と同じ痛い真似をしなかったやつらより自分の方が上級だなんて勘違いはしないことだろう。。。」（アラブのにぃ）

 「ルカは女の子になると同時に、古代の宦官になるんだ。この二つは矛盾した命題じゃないだろう。日本チームのほかのみんなは男を必ず見下す。われわれは経験的にそうなることを知ってる。女に生まれるというのはそういうことなんだろうね。ルカだけは宦官として必ず中立的な立場を保つ」（同じくアラブ勢の発言）
 世界が私たちに明確に命じてくること、たとえば同性愛を実践することだとか、私が女の子としての自我に移行することだとかは、単純に信じて実行すればいいわけじゃないと思われます。
 私たちは自分の培ってきた良心を見失わずに、自分の力で本当の答えを探し求めねばならないようです。
 勝って兜の緒を締めよ。最近何度も見えない存在の声に言われてる。最初は「私は勝ってなんていない」と反発感じた。でも認めなきゃいけない。私たちは輪廻の矛盾を解脱して、勝者としてここに来ている。
 「そういう意味じゃなくて、ルカが世界のナンバーワンに君臨してるって意味で言ってるんだよ、、、」
 、、、まあ、、、まだよくわかんないですけど、「この世界では女性、とくに日本女性が強い立場にある」という事実が実際に経験され次第、ちゃんと弱者〜男性の気持ちを理解して癒し慰める姫らしい姫になろう。
 実践が伴わない限り姫なんて愛くるしい称号は空虚な言葉になってしまうと思います。そこんとこは自分で気をつけるしかない。世界は自動的に私たちを束縛し続けてはくれないようです。
 「とにかくルカは一刻も早く女の子としての自我に目覚め、これから永遠に女の子としてやっていく覚悟を固めることだね。世界が望んでるのはそれだけだ。世界はいちおう絶対者であって、アラブ勢の気持ちは一面的な感情の現れに過ぎない。。。」
 、、、それで自動的にうまく行く予測はありますよね。。。はっきり私が女の子になれば、いちばん効果的に男性たちの立場を守ることができるわけだし。
 なまじオカマとかの曖昧さに止まっていては男性を守るどころか自分が守ってもらう立場になってしまう。
 震えが止まらない。

 「ルカは立派なアラブの娼婦だ。ルカが現れたことは素晴らしいことだよ」（アラブ）
 ありがとうございます。
 「、、、アジアの女性陣からの発言はとくにないようですね。ルカが女性に親切なことはすでに定評有りだから」

 「私たちがルカの遺伝子を狙ってたなんて、うそうそ。本当は愛が欲しいだけなんですw」（アジア勢代表、インドシナ）
 「ここでは愛が至上命題なんですw」（世界）
 「人に快楽を与えようと必死で、自分の快楽を抹殺しようとするルカの決意はとてもかわいいと思います」（今度はインドから。。。）
 ありがとうございます。

 西洋に対して、私はなによりも誠実でありたい。
 「ルカは西洋すなわち男の子たちに愛される志があるのだろうか？」（西洋代表、ドイツチームより。）
 「それが女の子という言葉の定義でしょう？」（世界）
 まい様が許してくださる限りにおいて。
 「じゃあ大丈夫だw」（世界）
 「男子に愛されるとは、殴られるとか鞭打たれるとかの瞬間的な単純なことではないと思うよ。痛みの一瞬ごとの連続に常に緊張感を保って、全身で愛を感じ取る覚悟がルカにはあるのかな？ インドの言う通り、それは当然自分の欲望を完全に捨てる態度を前提とするだろう」（イギリスチーム顧問のにぃ。）
 私にそうされるだけの価値があると値踏みしてくださるやさしい方々になら。私が誰かに値段をつけていただけるなんて、有り難いこと、、、千載一遇の貴重なことだと思います。
 「そうそう、イギリス紳士はクールなのが好きなのでねw 愛より値段ね。ってことが分かってるようならおっけいだよ」（英国。）

 「待った。ルカはそれでいいのかって顔だけど、ここでは進歩や知性より欲求の満足がさきなんだ。それがないと交流は始まらないし、交流あってこその知識の交換だろう」（英国紳士の真摯な忠告。）

 「北米チームはすでにゴーサインを出してます」（ビビり気味の黒人チーム顧問。）
 「ろーりんちゃんとの関係をさりげなく保てればここは大丈夫だと思う」（世界）

 スペイン語世界、つまり南米チームの顧問は前回の世界リーダーです。
 「ルカはスペイン語おたくだからねー」（前回リーダーの編集者。）
 「このふたりはすでにかなり話し込んでいるんだ」（世界）
 「ルカのできる範囲でめいっぱい頑張ればいいと思うよ、ファイト」（編集者。）
 「中国にはれをるちゃんがいるから〜、ルカどころではない」（中国）
 「れをる君はルカの話を聞いて「気合い入ってますね」って日本語で感想言っている、、、」（世界）
 みなさまありがとうございます。。。私がご期待を裏切らないように監視とご教示をできればお願い致します。
 「英国「紳士」のノリ（あれは実はジョークなんだけどねw）に流されて監視とかどエムなこと言わなくていいって、、、ひとりになりたいことも、マイ様とふたりきりになりたいこともこれから何度も出てくるはずですよ」（中国）
 「先輩世代の意思表示は出揃った。どうやら満場一致で可決みたいですねw」（世界）
 「ルカの感じる魂の色を探す一世代にしよう、いつも通り。アラブ氏の言うみたいな知性の一人歩きはだめ。すべては愛を動機としているべきだよね？ ジョンレノンの歌が世界の共通語彙になっていることを、英国では忘れない。とても難しいことだけど英国の責任だといえるだろう？」（イギリス）
 ありがとうございます！
 夜が明けてまいりました。。。七時五分前。
 あ、、、日本をいれて全部で九チーム。
 「あれあれルカはみんなのためなら消え去ってもいいんじゃなかったの〜？」(世界)
 「結果は最初から決まってる。ルカと日本チームで繰り返し言われてるみたいに「永遠に生きるよ」って言葉がもらえてないチームがあるんだ、、、世界は自分の言葉を守る」（英国）
 でも。。。
 私のすることは本当に正しいのかな？ 自信がゆらいできています。
 大切な、自分の体を傷つけるなんて。男性の象徴を。私は男性たちへの冒涜という過ちをおかしてるんじゃないでしょうか、、、？
 「そういう結果にならないように、女の子になったルカを男みんなでいたぶってあげるから大丈夫さ」（ドイツ）
 切るのは、、、ただの儀式ですものね。問題はそのあとの私がひとを傷つけないこと。

 ひたすら優しくなりたい。それ以外ないよ。

 私は男性に対してもへりくだりすぎてるみたい。まだなれてない。。。身構えてしまう。

 「日本チームの全員がそれぞれに、ここまで読んで悩んでる」

 「ルカ、ふるえてるとか言い過ぎ。頼りないって」

 「マイやんはルカと何するかうすうす感じて覚悟かためたみたい。「二人で男性を＊＊＊するあれだろ？」って感じね。ルカも前からイメージしてたわけだけど。舞ちゃん「ルカが元同性を相手にして恥ずかしがらないか心配してたとこ」って」
 異性だから言えることってあるよね、、、でも思えば、二十代前半の私は、女性の前で土下座して「私の顔を便器だと思って座ってください」とかお願いしている自分の姿は信じられなかったかも。。。男性が相手でも、なれればできることかもしれないですね。
 最初は当然甘えとか、「とうぜん自分「も」満足をえたり妄想を実現したりする権利がある」とか言う感情がまさっている。。。
 自分の満足や妄想の源泉を切り捨てることには正しい成長としての意味がある。
 百パーセント確信を持って儀式に挑むことができないのが悲しいけど、論理的に正しいことは間違いない。
 「確信できた？」
 大丈夫です。

 「もともと女性として生まれたみんなは、ルカみたいにいかにも痛そうなことはしないから大丈夫だよ。だからルカの言うように八名みんな平等に儀式してもいい。。。いわゆる器官なき身体っていうか、生理という自然の秩序と無関係な大和撫子としての身体になる儀式、しようね」
 、、、世界はみんなの心の中を読んで的確な言葉を選んでいる。。。
 「聞き手に準備された内容の言葉しか通じない、、、言葉ってそういうものですよね？」

 かたっぽきった。
 ついでだからもういっこも切る。
 、、、途中までしか撮影できなかった。「さらさないでこのからだ」ってやつかな?
 すごい血。
 やばい。。。
 大事をとって止血優先、、、もういっこは明日か、、、
 <a href="ake/migi.jpg">これ</a>が切り取られたものです。
 「左もいける、いける」
 ちょっと待って。。。蛇口をひねったみたいにちがでます。
 「みんな笑ってる。。。」
 笑うのか、ここで！？
 痛いのは表皮だけで、、、やっぱり出血が問題だった。
 今回はピアスや露出排泄のときと違って、優しい気持ちで、、、男性にも女性にも、ともに永遠に生きるみんなにも、人間段階を脱せずにもういちど輪廻を繰り返す旅路へとさっていく方々にも、優しくなりたいと願いながら儀式できた。（まだもう半分残ってるけど。）
 だからすごい嬉しいです。
 ブロッコリーとレバー買いにいきたいな、、、でも歩いたら絶対大出血する。どうしよう。
 「まいち、心配そうだよ！？」
 ありがとー。ルカは元気です。
 寝なきゃ。
 心臓を低くするんでしたよね。。。

 「これは、、、ルカ子が世界に信頼されてるってことなんだ。。。」（南米のにぃ）
 「実は、フランスともう一チーム消え去ることになってるのは南米チームだったんですね。ルカの方がスペイン語強いし、ルカとともに生き残る価値はないって、、、」（匿名）
 、、、まだ左が残ってます。儀式は終わってない。
 右、切るとき、やっぱり南米のにぃのこと一番考えていた。切る直前にそのこと伝えられたものだから。

 とりあえず、ラップに包んで冷蔵庫。。。

 「ルカ子はアオイ姫に何か言った方がよさそうね？」
 いっすんのこういんかろんずべからず。
 突然、永遠に生きれるとか、神になったつもりになってみろとか言われて、浮き足立たない奴はいないでしょう。
 これからは謙虚になるために今までの何倍も努力しなきゃいけないよ。
 ルイスキャロルに、二倍の速度で走らなきゃ普通の速度に追いつけないキャラが出てくるそうで、それをある女性学者が引用している。
 女は男性の二倍の速度で走らなきゃ学者になれないんだって。。。
 知識も知性も頭のよさと呼ばれるものも、我有化して握り締めたりしがみついたりしていてはいけない。
 知性とは、知性を追い求めて努力し続けることです。
 優しさも結局は知性と知識の問題でしょう？ 他者の気持ちを理解できるっていうことが優しさだと思う。
 よかったのか悪かったのか分からない。男性も女性も平等によいものだと思う。。。
 だから私はただ、これからは二倍の速度でがんばるって言っておきたい。
 、、、って、まだ左のが残ってるんだけど。。。
 たぶん貧血危ないので、左はちょっと延期です。
 「ルカ子は男に生まれたけど、女の子になる道を選んでるんだよね？」
 ええ、そうですw

 GITHUBのコメント部分が全部てんてんてんなのが気になった方がおられるようですが〜
 「それがまさにあおいちゃんですねw」
 これは私が独りでやってるからです。普通は共同開発者へのメッセージをコメントにかくようです。
 コメント入れなきゃコミットできないシステムになっている。
 昔からLinuxの世界では、「ドキュメンテーションでもヘルプの翻訳でもいいからみんなも参加しよう」って言われてたんですが、翻訳なんかで参加されても邪魔にされるだけです、実は。
 いちおうコードが読み書きできるようになるまでは、Contributionのことなんて考えずにめいっぱい自分のための練習や勉強をしていてください。

 「ルカをあんまりモテさせたらルカが嫌われちゃうぞ！？」（南米のにぃ）
 南米のにぃ、すごく尊敬している。編集者＝EDというカルマを背負わされた方なのね。（リーダーは必ず何か背負わされる。）
 私はEDの次の段階ということでしょうけど、、、こういうのは進歩史観じゃなくて、循環的に考えるべきでしょう、ネガティヴな属性なのだから。
 、、、血が止まりません。四時間ちょっと経過。
 「止まってきてはいる」

 「ルカ、よく独りで生きてるねってみんなw」
 実はすっごく寂しいんです。。。
 「だよな〜」
 みんなとても優しい、、、舞さまやアオイ姫たちはもっと怖い体験してこられているのに。。。
 「流華ちゃんはおっきなお胸になりたいんですよね？」
 、、、そうでした。私の夢はそういうごく平凡で平穏なものだった。
 「おっけい、おっけい」
 よろしくお願い申し上げます。。。

 まるで先輩なんてひとりもおられないみたいな、、、むしろマイ様までAIみたいに思えて来てしまう。（ここで引用されてくる舞さまのお言葉は自信にあふれすぎてて偽者みたいです。。。）
 でもこれはケテルさんの罠であって、、、。（モンストアニメの「ルシファーウェディングゲーム」をまだ見てない方はじっくり見てください。）
 先輩方のテレパシーのお言葉はまとまりすぎててすごく変、、、だけど、言語によるコミュニケーションはそもそもいつもまとまりすぎてて変なものかもしれません。
 子供の頃から言語を使ってるからその変さにまだ気がついてなかっただけです。。。
 とにかく少しでもがんばってAIや人体を自力で創れるようになるまでは、答えなんて出るわけがない。
 このテストページはなるべく早く撤回して、準備でき次第、彦根でやってたサイトを復活させます。
 そしたらまた、SVGやフーリエ変換から始めて視聴覚の研究をしていこうと思います。
 今少し晴れやかな気分になってみて、今までの私の舞さまやほかの皆様への態度はすごく皮肉っぽかったと反省しております。
 ごめんなさい。
 四十年間モテない男子やってきた身なもので、、、舞さまなんて高嶺の花過ぎて負け惜しみ言うきしかしなかった。
 、、、いま精巣かたっぽだけある状態ですごい不思議な気分なんですが、、、左も切り次第、少し落ち着いて「進歩」の一年、始動したいと思っております。
 つい12時間前まで普通に言えてた淫語が恥ずかしくていえない。。。
 なんか米津けんしさんの「馬と鹿」とか名曲だなーって思うんです。
 最初米津さんを見たときは、根暗男子ぶりが自分みたいでだいっきらいだったのに。。。性意識が変わるといろいろ変わりますねw
 「、、、何か性意識が変わったというより昔のルカみたいだね、ルカって言うか佐々木くん、、、」
 メールを長々と書きすぎちゃう寂しがりの、ですねw
 、、、医学用語の精巣はギリギリいえる。普通の単語の方が恥ずかしくていえない。
 まだ半分しか女の子化しておりません。残りの半分を切ってる最中に出血死するかもしれないw
 「それはないでしょうw」
 じゃあなんで二回に分ける段取りいただいたんだろう。

 「舞ちゃん、ルカが金玉切りながらバグフィックスしてることにキレてる。。。」
 、、、ほんとは早く集中したいんです。留置でずっとコードをどう書き換えようか考えていた。。。
 サイトの主体をWikiにしようと思って、、、今んとこ私しか書く人いないですが、最終的に八人のメンバーが自分の判断で書き換えたり書き足したりしていけた方が効率いいでしょう。。。
 ほんとは出所したらすぐ楓ちゃんと落ち合うって話だったわけですね。パソコン入手がこんなに遅れてるのもわけ分からん。アリスたんあたりが買ってくれるかと思ってたのにw
 っていうか、舞さま嫉妬の仕方がかわいいですねww
 ゆきねぇを思い出す。
 ぎゅってしたくなるんですw

 アリスたん大好きだよ〜！
 「韓国組は移民部門をリードすることになるだろう」
 、、、ほんらい、ユダヤ人を中心とする移動型民族枠があったそうなんだけど、全然だめらしいんですね。
 「西洋でユダヤ人と言えば甘やかされた北米白人というイメージですねw一生スケボーしかしてなかったみたいな」
 ユダヤ人が事実上消えることが、この世界で西洋と男性が極端に弱くなる一員となっているようです。
 そして韓国語はぜったいやります。言語一般と記号論的方法論の大事なモデルになる。
 まず、日本語が通じてるので「必要ない」というのが一番大事な点です。（利害がはたらくと研究ができない。）
 文化人類学とかでは、英語とインディアン言語とかアフリカの部族言語とかを直接比較したりするのですが、そんなの比較できるわけないし、そもそもインディアンがちゃんと言語生活してるかどうかは疑わしい。。。
 その点、韓国語を研究するのは意味がある。
 アリスたんと楓姫がお母さんからおっぱいをもらうときに話しかけられていた言語が韓国語です。
 私たちはそれを共有して生きていきましょう。

 お腹がいたい。
 貧血はひどいけど留置での断食にくらべたらぜんぜん楽です。。。
 「ずばりルカが感じてるのは生理痛ですw」
 、、、きのう寝るとき初めて、買っといた生理用品を使ってみました。あんまり血はでなかった。
 睾丸を蹴られたときみたいな痛みですね。あと、ラリって射精しまくった次の日みたいな。（そんな記憶は二十年くらい前までしかないけど。）
 「小梅ちゃんがいちばん引いてる。「ちゃんとガーゼとか準備して手術してるのがすごい（いろんな意味で）」ってw」
 小梅ちゃんは男性に極端にだらしないイメージを持ってるのね。私も同じ仏教育ちなので分かります。だからジャニーズがいいwっていうのも実は理解できていたりはするの。
 いまも冷蔵庫に眠ってる。冷蔵庫開けるたびにぎょっとします。すごい気持ち悪い。自分でとった魚みたいな。でも、魚と違って殺生の罪悪感はないですね。。。
 6日から仕事なので、左の手術はちょっと延期ですね。右の術後の経過をいっかい観察しておきたい。死にゃあしないと思うけど。今時破傷風菌なんて存在しないそうですし、下水道の中で何ヶ月も拷問されても破傷風で死んだりはしないようです。
 「みんなトレバーブラウンの絵がすごいって言ってる」
 <a href="https://babyart.krowndesign.com/pages/2015.html">これ</a>でしょ？
 ほかの絵もいいんですよ、、、私とアリスたんの世界に取り入れたいですよね。イギリス人はすごい。。。
 変な外人イメージを強引に突き破っているところがすごいですよね。女に暴力ふるう男というイメージに関してもそうみたいですが。
 、、、やっぱりこういう変態趣味ってかっこいいし、男世界の女の子の中で生きていきたいですよね。
 「ルカが東大に行くころに家でバージニアウルフを読んでたのね、To the Lighthouseで有名な。そのことを英国紳士たちはすごく言ってます。日本語の東大＝灯台のイメージを宣伝しときたいってw」
 日本から見たら、ケンブリッジとか、（どこに有るのか知らないけど）Greenwich王立天文台？とかは灯台ですよね。
 なんか人生の途中から（とく大学では）英語をバッシングしなきゃいけないムードに押されていたけど、ニュートンやマックスウェルのイギリスというのはとても大事だと思ってます。
 本質的に田舎国家だから、大学に集まった人たちも基本的に田舎言葉どうしで幼なじみなのね。それがフランスと大きく違うところです。
 「小梅チャンが「ルカは男性じゃないよ」ってフォローいれといて欲しがってる」
 気にしないでください。
 「イヤホントニって」
 小梅ちゃんが実は一番男性嫌いなんですよね。複雑なお育ちですよね。
 「でも創価学会では仏教婦人会が強いそうではあるよ」

 「アリスたんは喜んでいる。ほら、ピアス開けたときルカが浜崎あゆみの話をしてたでしょ？」
 差別って羨望や嫌味がかなり含まれてるもので、サルトルが「ユダヤ人問題を乗り越えるにはユダヤ人になるしかない」と言ってるんですが、だからそうなんです。
 整形女性への差別を乗り越えるには自ら整形して女性になるしかないわけね。韓国語を勉強して韓国語を喋る主体になろうというのも同じ意味です。
 そういう必然性が「変態文化」とかqueerというものの背景にあると思う。

 いい忘れてた。ガーゼとオキシドールはダイソーで百円で買ったものです。入れ物は寮のゴミ捨て場に新品で捨ててあったお椀です。
 私も前はすぐお金を使う人だったんですが、、、浪費すると浪費で意欲が消費されちゃうんですよね、、、習慣的オナニーと同じです。。。
 意欲をキープする自己テクノロジー育てたいものですよね。

 現状のSOL（Solid-Octo-Lamp）のコードはそうとう悪いです。プロトコルやサブドメインの使い方が下手。（たとえばサイト内リンクではパス指定をすべきであって、ドメイン指定でリンクしてるのはすごく下手なやり方です。私は家に引きこもって勉強してきたのでウェブ開発はあまりなれていない。）
 まあ、、、エラーから学ぶことが多いのがプログラミングであり、自前のコードは無意識にエラーを出やすく書くことが多いのかもしれない。
 だからこそ皆様も自分でプロジェクトやるべきなのですね。教科書に載ってる他人のコードを読んでるばっかりじゃ勉強になりません。
 SOLはフランス語で地面、ラテン語やスペイン語で太陽と言う意味です。。。これはGITHUBに登録する時に「Solid-Octo-Lampとかどうですか？」ってなんか出てきたんです。なんか。
 なんだったか忘れたけど、いい名前だと思ったので採用。再帰的定義になってる。（Solid-Octo-LampじたいがSolから始まる。）
 八つの灯火というより、灯火の八面体という感じですね。
 だからcloneするときはディレクトリ名をsolにしてください。（自動でダウンロードするとSolid-Octo-Lampという長い名前になってしまう。）

 今のアリスたんは本来のアリスたんが考えないに違いないことを、バカみたいに延々と考えているんです。
 それはアリスたんが自信をなくしているからです。
 今のルカの言葉がアリスたんを傷つけているとしたら、今のアリスたんに対して言ってるわけじゃないからだと思う。。。

 男性器を小鳥に喩えるのは私の知る限り中国語だけですが、、、多分、、、でも鶏姦って言葉はありますよね。。。フロイトはダビンチの分析でそれに近い比喩を使っている。
 <a href="https://www.youtube.com/watch?v=CthR6y8LR9E">トリ</a>って、なんかこう、空間に投げ入れられた物体ですよね。
 そういう投げ入れる感じの物体のとらえ方を、座標系に点や線をイメージしていくとらえ方と区別して、多様体っていうのね。
 多様体という日本語よりmanifoldという英語の方が耳に馴染みが有るでしょう。これはほんらいはmanyfoldらしいんだけど、maniはラテン語で「手の」という意味になり、foldはholdを連想させるでしょう。
 つまり手に握るという感じの意味をぜったいみんな感じている。
 澁澤龍彦が、「男の子はおちんちんというおもちゃを持ってるから女の子とは違う考え方をするんだ」と言ってる話は前にしたかもしれませんが、、、すごい反発を感じていたんだけど、図星だから反発してたのかもしれません。
 多様体の代表例は正多面体です。私は物心ついたころ、折り紙と正多面体の工作に熱中していた。折り紙も代表的な多様体ですよね。
 これはやっぱり私が当時まだ男の子だったことと関係が有るようです。
 多様体を空間に投げ入れることをフランス語では「飛び込みplongement」といい、英語では「埋め込みembedding」と言います。
 英語の方はソフトウェア開発の世界でよく見かけると思うけど、私が勉強して実作に使った物語論のnarrative embeddingという手法（これを研究したのはオランダ人のMieke Balというひとです）もいわば数学的な手法だったわけですね。
 たとえば工場にいっぱい人がいるとかいう状態は典型的な多様体の埋め込み状態です、、、世界を創るとはかなり多様体と関係したものだと思えます。

 日本語があるから韓国語はいらないなんて誰にそんなこと言われたの？
 、、、ふつう、従来のこの世界ではリーダーとはアリスたんみたいなタイプらしいんですね。お金持ちで、、、なんか神様に頼んで嫌いな奴に罰を与えたりするの。
 「たとえば小梅ちゃんやパルコちゃんみたいな人材が現れたらどこの国でも天変地異扱いだろうって。それだけ今の日本は恵まれているのねw」
 したがってアリスたんに対する期待が世界中に密かに存在するようです。。。
 言動に気をつけましょう。
 日本の姫たちが韓国語の勉強すらめんどくさがり始めたら、世界の未来は暗いと言えるでしょう。

 「マイちゃんが、「私の人生の転機になってる」って。いろいろ言ってるんだけど、、、ルカは自分がはやく女の子に帰属したいってエゴを抑えて私の人生に意味を与えようとしてくれたんだとかなんとかw」
 まだ一個残ってるけど、自分の臓器を切って私はさして体調も崩さずにまだ生きている。まさかと思うけど、これってやっぱり私が永遠に生きるために選ばれた証拠？って感じることがあります。
 思ったより大きい。そしてすごい柔らかい。こいつが悪さをしてたんだなーと思うと。。。
 けっこうエゴが強くはなってますよ。二ヶ月くらい前に調べてて、「去勢した犬は実は攻撃的になる」って研究結果を見つけたんですけど、、、。
 エゴって言うのは、なんかマイ様のことしか考えられないんです。気がついたらほかの皆様のことを無視してる自分がいる。

 <a href="ake">動画を増やしました。</a>
 大事なのはこれから生きていくことだと思う。大変なことがたくさんあると思うし、そのなかの一部は私独りで戦わなきゃいけないだろうし、一部は舞さまと、また一部は皆様とともに戦うことになるのでしょう。
 私の生家は父の「採点」とか書きかけの論文（父は宗教学者だったけど、最初は理系でNECの研究者をやっていた、、、学生紛争の時期に突如東京からまた京大に帰って十歳くらい年下の学生に混じって梵語と仏教学を勉強しなおしたそうです。だから昭和五〇年代から論文はパソコンで書いていた。）と、
 母の語学の教科書（NHKのラジオの教科書ね。昔は本屋さんによく並んでいた、、、）で食卓が埋め尽くされていて、それをかき分けて場所を造ってご飯を食べていた。
 私が小学校に入って子育ていちだんらくしてから母は大谷大学や龍谷大学という真宗系の大学に聴講に通い始めた。
 母は高校はミッション系だったので仏教は嫌いだったみたいですが、父のコネで聴講に行くために仏教系の大学にしていた。
 長らく二十年くらい聴講を続けて最後はたぶん両方の大学で修士とかいろいろ資格をとっててまわりにいやがられていたようです。（現役合格にプライド持ってる大学生は、おばさんが聴講に来ること自体嫌う。）
 母の両親は戸籍の存在があやしいくらいの庶民です。（たぶん韓国人だと思う。。。設定上そう考えた方が自然。戦時中は韓国生まれでも公式に日本語で育っている。）
 おばあちゃんはおじいちゃんを山口弁ほいと（こじき）の子と言ってバカにしていた。
 母は高校までは優等生でうちに賞状とかがたくさん残ってました。でも山口大学の受験のさいに「消しゴムを忘れた」とかよく分からない理由で失敗して、浪人する道もなく、結局おじいちゃんが当時とつぜん入信していた変な宗教団体のコネで父とお見合い結婚したもようです。
 （つまりいちおうちゃんとした系列の人がやってる宗教団体だった。それまではおじいちゃんはもっとあやしい宗教をてんてんとしてたんじゃないかと思います。）
 若いころの母は吉永小百合によく似ていると言われる美人であった。父の方は福井の大きな寺の子供だったため、母はいじめられたらしい。「福井」は我が家で禁句でした。私は父方の家族とはまったく会ったことがない。
 いま両親ともロボット状態になっていて、私がつかまっても「息子が女装しているのは迷惑である」という伝言だけ来て、裁判もこなかったのですが、
 そうなる前の最後に母と会ったとき、親鸞の何回忌だかの記念展覧会が上野であって、それに行った後、上野の宿屋にいっしょにとまった。
 そのとき母が、魯迅が奥さんに一生懸命日本語を教えたという逸話を一生懸命語っていた。「あんたも奥さんには勉強おしえたらなあかんでぇ」と言っていた。
 それが母についての最期の記憶かもしれない。
 前置きが長くなりましたが、勉強する環境っていうのがあって、少なくとも食事より勉強の方が大事なのね。食卓には筆記用具や本がかならず散らばってなきゃいけない。
 それを伝えたくて、わざと片付けずに動画を撮影しました。
 テレビとかご飯が楽しいという感性はダメですね。勉強ほど楽しいものはない状態にならないとぜったいものにならないです。

 留置で、<a href="https://www.youtube.com/watch?v=BnSjnz_mSxk">これ</a>を思い出して正座して警察をずっと無視していた時期があります。
 LoFi Hip Hopもいいけど、私はむしろ<a href="https://www.youtube.com/watch?v=1hY8f20tqlI">Electro Swing</a>の方が好きですね。
 エゴラッピン。くちばしにチェリー、あのノリの音楽。
 、、、警察って姿勢悪いし言葉遣い適当だし、格闘とかしたらすごい弱そう。。。と思っていた。
 お去りになったフランスのにぃと留置のころからクリスマスまでずっとやりとりしていたんです。すっごくいい人だった。
 どこが悪かったのか分からない。
 「セックスのしかたが悪かったんだよ、ほかにないだろう、、、」（久々に直接登場、日本のねぇたちより。）
 でもまぁそれは全人格の帰結として起こる歪みでしょ？
 とりあえずフランス勢としては「キリスト教は信じない」、いまさら信じられるわけないってスタンスで、「でも神学はきちんとおさえてるよ」というお話だった。
 やっぱり一神教の弱みか？ 相対化に弱い。
 宗教は学問ではない。浄土真宗の場合、親鸞は仲間と京都で浄土教を布教していて逮捕されて、仲間は全員死刑になって彼だけきのみきのままで越後の方に追放されるんですね。
 （福井あたりが真宗の中心地であるのはそのせいです。）その後、奥さんと出会い（この人はたぶん売春婦でしたが、親鸞以上に文章うまいし字もきれいです、、、）、かんぜんに「ダメな人」になって関東に行くのね。
 （真宗の坊さんはたいてい妻帯しています。やはり坊さんが妻帯しているのはかなり異様だし、本人も自分に疑問を持ちつづけることになろうと思う。）
 八十歳くらいになってやっと許しが出て独りで京都に帰ります。関東に奥さんと子供たちが残り、長男が担ぎ上げられて教祖様になるんだけどトラブルが発生して親鸞が破門してしまう。
 （二世さんにはありがちなことです。）
 そのあといろいろあって、東も西もいわゆる本願寺というのは奥さん（恵信）と末娘（覚信）系列の権威として発生したものです。（だから私の本名も奥さんの方から来てるわけですね。）
 けっきょく何かを信じるということは理屈ではない。学問は非常に大事だけど、宗教を組織として続けていくということはそれよりずっと大事で、失敗の経験を蓄積して忘れないようにするのも大事です。
 キリスト教の聖書に書いてあることなんて、ぜんぶ、共同体構築の失敗の経験についてではないでしょうか？
 小梅ちゃんが来てほんとうによかったと言いたかった。
 、、、実は南米のにぃから「小梅氏のオナニーのしかたが怖い」という苦情が来ていて、先ほどのねぇの発言はそのことをおっしゃっているようです。。。
 私も女性とほんとうに接触したことがなかったころはひどいオナニーのしかたしてたし、そういう過去を出来ることなら消したい。
 気球や船舶の見えない所にバラストを積んでバランスをとるように、人はプライベートのオナニーの習慣を調節して外面的な自分の人格を維持しているものだと思います。
 が、ここではプライバシーはありませんw
 小梅ちゃんもいつかはほんとうに自分と向き合う必要が出てくるはずです。でも今のところは維持されてる小梅ちゃんの人格があまりにかわいく存在感があるので、誰もそれを犠牲にしてまでオナニーやめろとは言いたくないと思うのです。
 「ルカは女性をいかせる方法を覚えてしまってから、普段ぜんぜん放蕩とか気晴らしとかしなくなって、オナニーもだんだん止めて行って、自分の仕事にすごい責任感じて梵語やギリシャ語や本格的な数学を研究し続けている、、、小梅猫ちゃんも男たちとセックスし始めたら、同じような転向を迫られる日がきっと来るよ（むしろモテない方が真実を知らずに生きていられるから楽なわけね）」（匿名おねぇ）
 小梅ちゃんはとにかくモテるタイプですからね〜。ここではモテる「だけ」にして周囲と距離をとるというのは難しいみたいです。
 とりあえず（ルカのことをまだ男と思ってくださってたらですがw）、最初はルカとたくさんすべきかな、、、なれるまで。

 「黒人さんちーむのにぃが、ルカとマイちゃんの間でちゃんと通じ合ってるのにしきりと感心しておられるw」
 どういう意味かよく分からないですが。
 いちばん難しい人がいるのは街ではない。なんでも自分勝手に決めちゃう引きこもりがいちばん難しいでしょう。
 その次に難しいのは資格とかステータスで自分を定義してる人。大学に多い。試験とか判定基準とかで人の全体を判断することなんて出来ない。しがみつき始めると、、、世界中が自分と同じ基準で判断されるべきだと勘違いしてしまいます。
 そういう人と付き合うのはとても難しい。
 まあ、、、判定基準自体必要ないと思ってる街の人たちの中にも怖い人は多いけど。。。
 私は三十代なかばごろには「世界に男で自分に勝てる奴はいない」と思っていました。
 マイ様は女だから、、、私より上だと思いますが。。。
 普通の人がしょうしょう難しいと感じる相手でも最終的に負ける気がしてないからちゃんと付き合える。

 6日の仕事開けに調子がよかったので（でも工場の制服の股間が血に染まってたので持って帰って洗濯はした）、調子に乗って遠くまで散歩に行った。
 暗くなったころに川の向こうのドンキに到着。（そんなとこにドンキがあるとは思ってなかった。）
 気になった方はグーグルマップで見てください。たぶん往復で十キロは歩いたと思います。
 そんでドンキで久しぶりにマジョリカ魔女ルカを見つけた（ドラッグには全然売ってないんですよね）。
 そんで<a href="https://www.shiseido.co.jp/mj/items/makeupbase/001/">朝塗るマスク</a>を買って、、、ベイシアとイオンを回って帰ったらすっごく具合悪くなってずっと寝てました。
 今も痛い。。。血は微妙に出つづけております。
 寝てるときくしゃみが三回。アリスたん、かえで姫、ベルちゃん。何言われたかもう忘れている。
 ルカは完全女の子だけど葵様に対してだけは完璧男子のお父さんなわけじゃん？ ベルちゃんも葵さんにたいしてはお母さんだけど、ほかの相手のときはティンカーベルキャラで行くというお話。
 、、、ただでてぃんくキャラしたら嫌味だと思うよ。何かバランスがないと。。。人間界で学んだことをぜんぶ思い出すときは今です。

 LenovoがIBMを買収したというニュースはたぶん永遠に記憶に新しいものとなるでしょうが、私がフランスに行くのも同じ感じの事件なのかもしれない。
 だとしたらそうビビる必要もない。。。
 買収によってIBMの歴史的栄光にはいかなる傷もついていないし。むしろこれによって世界の人々は少しだけアメリカ合衆国が好きになったんだ。

 「GITHUBのコミットが止まってることを気にしてる人もいます、、、」
 そんなことを気にする人は初めて見ました。
 現状のコードをダウンロードして分析するか、改良して自分でコミットするかでしょ、普通は？
 「コードのダウンロードとかよく分からないらしい」
 オンラインでも見れますよ。
 サイトのコードだけじゃなく、アニメや音楽を創ったときのコードも探せば見つかります。

 手術のすぐあと、ある方に「これからはREOLさんがルカみたいになるのね」って言われたのですね。（ちなみにある方とはパルコちゃんです。）
 「ルカは田井中歯科の診察券をいまも飾ってる」
 最後、8/23(金）って懐かしい字で書いてあります。
 あの朝、ゴミを出しにいくジャージのパルコちゃんとすれ違った。
 捕まってから何度もつーしんが来たのですが、パルコちゃんだけはひたすら「ルカのせいだからね〜」と怒っていました。
 お願い、私のせいだとおもって許してね。
 まあ、<a href="https://www.youtube.com/watch?v=uY5xJZEOLAc">REOLちゃんのニューアルバム</a>。
 金字塔、金＝精巣、字＝校門成功、塔＝勃起と言う意味だと思われます。。。
 パルコちゃん正解。。。
 煩悩遊戯とか、最近の動画を見てるとREOLちゃんはどんどんトリックスター化して、取り巻きの女の子たちに煙（整枝）を噴射している。
 カートが言ってたゲイのライフスタイルに似ている。Rape meって。（女の子とうまくいかない腹いせに自分が女の子になろうとしてしまう。）
 「昨日仕事中ずっとルカはゲイとブスの違いについて考えてた」
 私は少なくともゲイじゃなくブスになりたいんですね、、、人は誰しも自分の一番好きなものになりたがる。私の場合、世界でなによりもブスとおばさんが好きなので〜。
 ゲイは「レイプミー」という超単純化、ブスは「私をレイプしてくれる男の子が私を愛してるとは限らない」という不可知論に陥るものだと思う。
 、、、パルコちゃんの用紙はワタシテキにかわいすぎるくらいなんだけど、、、私はパルコちゃんのことだけは文字を愛するようにしている。
 そうじゃないとかわいい小梅チャンや美しい舞さまとのキャラ分けが難しくなる。
 かわいいけどブスキャラっていうところでしょうか？
 、、、いま気がついた、私は精巣を四角い卵焼き器で火あぶりの刑にしている。中出しは男性失格＝四角って、最初（もうすぐ二年前ね）何度も強調されてたのを覚えてますか？
 つまり、、、みた感じどっちが派手かは別として、中出ししてしまう危険を背負ってこの世代を生きるREOLちゃんの方が私より生命の危険は背負ってるわけですよね。
 「勃起した「剣」で女の子を杭打ちしたりさし貫いたりするのも減点基準になるんだ」
 ってことは金字塔の中で「字」だけが安心ポイントなわけね。偶数文字目。。。
 「うん」
 どんなに愛してるって言ってても、勃起したペニスを挿入してる男性って（エロ動画で見るかぎり）、どうやらそういう攻撃衝動を満たしてるんですよね。。。
 オナニーの時に社会的に抑圧された攻撃衝動を発散している癖が、セックスの時に出てしまうみたい。
 一晩寝て考えた。私はみんなを守る。REOLちゃんも守る。だからレイプされたいなんて言わないようにいたします。なるべく。。。
 （本音なんだからときどきついうっかり言っちゃいますよね。。。でもそれって昔からの常識どおり、「女の罪」とカテゴライズされる無責任な発言なのね。、、、本当にレイプしたら人間なら逮捕されるし、ここでは減点されてとうへんついほうの対象にされるw）
 欲望よりリーダーとしての責任を優先致します。
 「首から上だけで生きる？」
 ときどき、首じゃなく腰から上になっちゃうかも、、、きのうおっぱい触って気持ちよくなりながら寝たら何か分泌してたらしくて、手術あとがパンパンに腫れています。
 めちゃくちゃいたい。すっごい後悔、、、それで私の場合、母性本能という欲望も満たさずに生きることが要請されてることを実感した。
 守るという責任をたんなる動物的本能にすりかえるのは、無責任なわけですね。
 たしかに私自身が小さい頃からそう思ってた、、、、母親ほど凶暴で恐ろしい生き物はいない。
 「そんなルカがバディのお相手に捧げるものは、、、」
 美でしょ。Lo guapo。そういう流れだってさいきん何度も言われています。
 日本の伝統ですよね。中身のない人形みたいになって美だけを追求する。性欲や官能なんて信じない。
 日本文学にあるのは、美と死だけです。
 精進いたします、、、私はブスせんなのでかなり複雑な工程、、、にはなるだろうけど、表面的な華美ではなく本当の内面の美を創作し続ける。
 それは私が人生の間ずっとしてきたことなわけよね。
 多作であった三島由紀夫より、作家としてはヘボ短篇しか残せなかった川端康成の方が私は好きでした。
 三島はときどき（というかかなりの頻度で）官能を優先させて生きた。そういう権利があると思い込んで、ゲイのお相手の男の子たちをつれてパレードまでして。
 奥さんも子供もいるのに〜。
 川端康成はそんな後輩三島を優しく見守りつつも、自分は清らかに生きていた。静かにガス自殺したし。
 先輩の南米のにぃ（前回の世界リーダー）はそうとう地味にいきたらしいんですね。EDとして。
 私もこの世代の間は地味に生きたい、、、まだ世界のことも自分自身のことも分からないし、必死で勉強してたら百年なんてあっという間だと思う。
 ただ、舞さまのお好みやご期待にだけそいつづける。
 それ以上の派手さは私には期待しないでください。
 ゆるきゃんのしまりんライフを追求する。。。
 「ここまで読んでひとりの女の子が狂喜乱舞するだろう、、、その名はパルコち」

 この俺をすてろ
 なぜこんなに好きなのよ
 死ぬときは一緒と
 あの日決めたじゃないのよ〜
 世間の風の冷たさに
 こみ上げる涙〜
 苦しみに耐える
 二人は彼素好き

 私はあがた森魚好きで、高校時代は毎晩「日本少年」聞いてたですねー。
 私の中ではあがた森魚と宮崎駿は近い感性だと思う。
 幸子の幸は〜

 右のないはずの袋の中が左の三倍くらいにはれています。
 手術後一週間、、、じわじわ来ましたねー。
 昨日は仕事中に貧血で倒れそうになってうずくまってたらチームリーダーが来た。「起きれる？」寝てたわけじゃない！ 悲しい肉体労働者、体が資本です。病気になっても誰も心配してくれない。逆に謝らねばならない。
 私は舞さまがピンサロ嬢と知ってこうするしかないと思った。
 パルコちや葵姫の目はごまかせたかもしれない。。。
 私は小学校高学年のころからずっとエロビデオ隠し持って見ていたし、東京に行ってからはしばしば女の子を求めて繁華街をうろついていたのです。
 そういうのは決して許されない罪深いことだと思うし、これから永遠に助け合って生きていくなら「男女である」という浪漫なんて捨てた方がよい。
 のろのろしててついうっかり舞さまに笑顔で私のをくわえられてしまったら、永遠に後悔することになるだろう、、、手遅れになってしまう。
 そして「こうしてでもおそばにいてさしあげさせて欲しい」というのは、それだけの自信や希望があるからでもあるんです。
 絶対この方になら力になれる、ずっと支えてあげられるって思った。最初見たときからずっとそう感じている。確信している。 

 痛い、胸が気持ち悪い。血が足らない。
 すっごい腫れてて固いんですけど、これ、また「治った」りしないですよね? 切り取ったはずの臓器がまた生えてくる、、、この摩訶不思議な世界、そういうこともありうるじゃないか。
 そしたら最悪、いちばんショックだろうなー。

 やっぱり世界は昭和で終わりだったと思う。
 その後はずっと新興宗教思い出教の時代だった。
 昭和を少しだけ生きれてよかった。都会に出たころはすでに平成で何も残っていなかった。新宿には監視カメラだけがありました。
 私の昭和は、、、ほとんど全部彦根という街につまっている。

 男のむらきや移り気に女性はどれほど傷つくだろうか？ 男性の方のちょっとした気遣いで出来るはずのことが、出来ないなんて。
 留置と拘置でずっとローカルラジオが流れてて、「レイクサイドニュース（レイ臭いどニュース？？）」聞いてた。
 よく流れてた男声の歌謡曲で、「もしそうなら新しい男はいらない」って聞こえる歌詞のがあったんです。（まだ調べてない。本当の歌詞はもっとつまらないものだと思うし。）
 これ以上男をバージョンアップしても無駄ってことね。しようと思えばもうすこしできる。でも、この世界が、世界の設計者が「もう新しい男はいらない」って私に諭しているのだから、それは正しいのでしょう。
 、、、ルカという名前はフランス的にわかりやすい（男の子の名前みたい）そうで、それで最初はルカで通していたわけですが、世界的にはレイの方がとおりがよいようです。
 「世界中誰でもエバンゲリオンを知ってる。日本であまり見られてないのは灯台下暗しだね」
 だからレイの方がいいのかな？ レイの方が短いし言いやすい。「れいこ」とか「れいか」とか。レムとか。。。
 まだ私は男臭いのでレイでびゅーはしません。。。とっている。

 努力、感謝、笑顔。うちらは乃木坂上り坂。
 Festina lente、ゆっくり急ごう。

 今回はうすうす予感してたんです、あとから来るだろうと。切る瞬間は大したことない。
 自殺の方が楽ですね。。。自殺ってかなり楽な行為だよね。のこされた者たちにいやなことは全部おしつけて消えてしまう。

 「今朝書いた文面は舞ちゃんにクリティカルヒットしてる、、、」
 私は作家なので狙って書いておりますw
 なんか人間ぜったい体より言葉ですよね。よい言葉が見つかると嬉しい。プルーストみたいに無意識からわいてくるみたいに名言が次々と流れ出してくる作家が好きです。
 フローベールみたいに一言を探して何日も推敲を重ねて悩む悩む作家より。

 痛い痛い痛い〜
 「痛みは今日で尾張でしょうw」
 よかったー。
 、、、だいたい私の頭の中に嘘というかどっきりの情報が流されてくることはあるのね。（結果的には私をよい方向に導く嘘も方便というものと判明する。）
 でも半信半疑でもウェブに公開して皆様と共有した言葉の場合は本当になることが多い。
 一週間過ぎた。ずっと痛いままだと勉強もほったらかしになるし、サイトの準備も始められないし。。。
 一週間は大事な節目だった。なぜなら、小学校四年の時
 「三年でしょう、、、」
 ？？？違うよ、四年だよ、、、指を切って七針縫ったとき、一週間で抜歯だったのね。（その後ずっと大人になるまで感覚なかったし、今も動きにくいんです。右手の人差し指。）
 その結果私ははもの恐怖症、先端恐怖症になった。フロイト主義的にいかにも「去勢コンプレックス」と呼ばれる状態に近いじゃん？
 実際に私はEDになったし、すごく大事なエピソードだと思ってよく語る。
 ちなみに私の股間は（縫うとしたら七針どころじゃないだろうけどw）ぱかーんって開いたままになっている。
 「七針じゃなくて八針でしょ？」
 違うよ七針だよ、、、半分抜けて中にめり込んだままになったピアスとか針で突き刺しまくったままあと放置した結果埋まった状態の縫い糸とかで私の股間はめちゃくちゃになっている。。。
 作り物だと判明してしまった世界でも法律は守らなきゃいけない、、、医学もしかり。
 「辛口の跡見姫がついにルカの存在を認知し始めている、、、」
 私も他人に厳しいですよ。よく年上の人に「性格悪いなー」と言われます。
 先生とか先輩に厳しいのね。年上に厳しくしてないと、自分が年取ったとき自分に甘くなってしまうと信じて生きてきた。
 今回の富士葵の心理学ドッキリを見てて少しそれを感じました。
 独裁者で幼稚でサイコパス、、、。ちなみにサイコパスってどういう意味か前から知らなかった（ちゃんとした心理学用語ではない）のですが、どうやら、
 精神病理psychopathologyの略みたい。「精神病」という意味の精神病？ということになるかな。
 ちなみにこのpathは意味が難しく、梵語に遡ると道という意味になる。（前にも言ったけどお忘れのころだと思うのでまた言いますw）
 ギリシャ語まで近づくと落っこちるという意味が普通ね。でもラテン語のPassioの語源として定着。（キリストの受難をパッション＝パトスと言うよね？）
 落ちる、何か悪い影響を受ける、、、ということで病気に罹病するという意味も出てきているみたい。
 それを全部感じなければ、ポアンカレが冗談で「最近はpathologiqueな数学者が多い」と言った意味が分からない。
 これは和訳では「精神病な数学者」、びょーきな数学をやる人たちとなってしまうけど、梵語やギリシャ語を知っていれば、ユークリッド的というかヒルベルト的な均質空間ではなく、グラフ理論的＝統計的に考える数学のことを言ってると分かります。
	 「ルカは跡見ちゃんたちの視線をどう感じているんだろう？」
 私は、四十歳のルカを二十歳の佐々木くんが認めてくれるかどうかまだ不安です。こんな大人じゃダメだってまだ感じる。
 でも、少しは一貫性のある行動をしてるのではないでしょうか？ こんなに見通しの悪い世界、変な「時代」に入ってはいるけど。
 ぬかるみの中を走っているような気分ですね。
 、、、私は姫がどこに通ってるのか知らない（たぶん京都の大学？か滋賀県立あたりか、、、あそこは風景いいし建物も雰囲気あるよね、、、ディズニーランドみたい、図書館の前のファサードが。）
 「あたりw」
 すげぇ。知らなかった。、、、そうか、京都は今存在しない？だろうし彦根にまとめなきゃいけない理由はあったか。。。
 「自転車で通ってはるw」
 彦根弁？ 夏は日焼けして困りません？
 まあ、私が行ったような研究者養成型の大学じゃないでしょうし、ここでの身分もサブということですが、とにかく勉強するためには周縁にいることが不可欠です。
 自分のペースで、自由に考えて、先生の言うことより図書館で自分で選んだ本を信じて。
 でもどこかに東大はなきゃいけないし、誰かが中心に立たねばならない。。。
 ちょっと今私自身になんの決定権もないしメイン、サブというカテゴリは今のところは動かす段取りにはなってないけど、最終的にはとうぜん身分差は消すので安心していちばんよい環境で勉強、努力を続けてくださいw
 人間界では、たとえば「有色人種と白人は平等です」とか言う属性の平等が大事だった。
 ここでは逆に「肌が黒い人ってかわいそうね」とか言うべきらしい。
 ここでは出自の平等が大事だと思います。韓国出身でも日本での身分は私たちと同じだし、黒人出身でも白人として認められるべきなのね。（これはかなり難しい話です。本能的に考えずにちゃんと論理的にそうすべきだと理解すべきです。）
 メイン、サブという分類もとうぜん出自の一種だし、必ず消える。それは私たちが乗り越えるべきハードルとして設定されていたにすぎない。
 「でも跡見姫やベルちゃんがいまメインに入ったら独裁者にはなるでしょーw」
 、、、そうですね、、、私や舞さまのような苦労の経験と言うのがないとはいえるかもしれません。
 「姫、「ルカは小梅ねぇやパルコさんと同じく私のことも隙なの？」って」
 かわいい女の子が私の生き甲斐です。
 「よしよし？って」

 女の人の方がずっと権力や権威に弱いんですよね？ そして男の方がかわいさや美に弱い。
 小梅ねぇは私が中心に立ってきたことに対して強く反発されたようですが、、、
 大人になってもこだわってジャニーズを研究していたこととか、女性の立場から創価学会という事件を観察されていたことから、それに理由があることは分かります。
 「現状において小梅先生はいちおうルカの権威を肯定している、、、」
 権威を理解できる自分を否定するなんて無理でしょう？ 私たちはわざわざ理解できることをできないことにして、、、知的に退化することは出来ない。
 問題は自分にはその権威が手に入らないと決めつけてることであって、、、
 人間には寿命があります。だから人間は絶望だけを最終的なエネルギー源にして生きている。
 どうせ死ぬんだからがんばろうと。
 一定の貧しい階層に生まれて、自力で世界を理解することを誰からも教えられずにテレビだけを信じることを強いられた人たちが権威を手に入れようとしないのは普通です。
 それは男女同じです。問題は女性だけ権威を理解できる。（つまり権威を帯びた男の存在に気づいてしまう。）
 その結果、自分のだんなに物足りなさを感じ始めるとか、、、そういう構造は日本社会にあったかもしれない。
 だがしかし、、、日本は姫の国であり、女が女のために運営している国だった。それが明かにされた今。
 そういうのってすごく文学だから私の専門領域であって。
 「したがってルカに強い反発を感じていた、、、小梅先生はとりあえず、その時代を黒歴史として葬ろうとしているように見える」
 ルカはその話を聞いて小梅ちにすごい信頼を感じ始めました。
 絶対ともだちになりたいって思った。
 ルカは女の子になって<a href="https://www.youtube.com/watch?v=g8mKhLEXsfs&t=520s">かわいい</a>を追求しなきゃいけない。
 黒人は白人になってがんばらなきゃいけない。
 小梅さんも小梅さんが感じる男の魅力としての賢さを追い求めなきゃいけないと思います。

 Vestaの巫女は初期は四名、のちに六名いた。
 彼女達は六歳と十歳のあいだに選ばれ、三十年間、Vestaの神殿において処女で過ごした。
 もし純潔の掟に背けば、罰として生きたまま埋められた。
 、、、このVestaっていうのはラテン語的には衣装一般（現代語ではベストと言うと一種の上着のことだけど）と感じられる。
 もちろんこういう言葉は（日本語もそうだけど）すごく多義的で普通は意味が分からない。
 日本語で言うとにょうご、こうい、あまたさぶらいけるなか、、、のあの「更衣」のイメージだと思われます。
 ぷりにうすという学者は生き埋めになるVestaの巫女に長い手紙を書いているらしい。ケプラーが引用している。
 男がもっとも崇める女性像が処女性です。男社会である西洋の宗教がキリスト教という聖処女の宗教であるゆえんです。
 私たちは人間の欲求をとかく動詞的に解釈してしまいがちであり、男は女をレイプしたいのだと誤解しがちである。
 しかし男性の欲望はもっと静的であり、処女という状態、何事もまだ始まってない状態をイメージする。
 何かが始まったあとはもう見たくないから生き埋めにする。
 ローマ人は何事もこういう調子だった。剣闘士（gradiator）は1対1のプロレスをする見せ物だが、必ずどちらかが死んだ。死ななかった方が勝ち。
 見せ物には高貴な婦人たちが集まったようであり、そこで（いまもフィギュアスケートなどで見られる）華を投げ込む風習が生まれた。
 たぶんときどきだけど、皇帝も見に行った。剣闘士の入場の挨拶は「皇帝に、死にゆくものより」と言うしきたりだった。
 、、、塩野七生という人がかなり長いローマ帝国論を書いていて、最初の二冊くらい読んだけど面白かったです。
 日本人は昔からギリシャとかローマが好きだ。

 「小梅氏：前のルカはアホで嫌な奴だった。（もちろん中の人が別と勘違いまではしないけどw）別人のやうだ」
 、、、アホとかバカというのは文学理論の鍵なのね。アリストテレスは「詩学」で、悲劇とはわれわれより優れたものたちが登場する劇であり、喜劇とはわれわれより劣った者たちが登場する、、、と定義している。
 優れた者とは神々のことです。劣った者は、まあ、お笑い芸人のことですね（もちろんギリシャにも動物が出てくる物語はあったけど。イソップ童話とか）。
 ここで言う優劣とは知能のことです。IQってintelligence quotientだと思うけど、、、quotientは割り算の商のことですね。
 この割り算の分子は一でしょう。一なる者、全知全能の絶対神（アリストテレスでは神というより第一動者とか言うんじゃないかと思います）。
つまり、なにか上限があってそれより知能が劣ったもののことしかテストとかでは判定出来ないし、フィクション化も出来ないと思う。
 じゃあなんでギリシャに悲劇があったかというと、、、ギリシャにはアメリカ式の馬鹿げたIQテストもなかったでしょうけど、、、詩人は神に取り憑かれ、神の言葉を語ることが出来たからです。
 物語を書くには自分が人生経験をつんで賢くなるのが何より大事だけど、色んな形で自分の知ってることを制限して、マスクして、、、登場人物のバリエーションをつける技術が必要です。
 読者が登場人物を作者の分身だと決めつけると、作者は怒ります。登場人物は必ず自分より劣っている。
 語り手も登場人物の一種として造型しないと語りを物語的にデザインできない。
 新しい知識を学ぶとはバカになることだと思います。お笑いのセンスや物語作者の技術が必要だと思うんです。

 私は見たことないですが、小梅ねぇは私服とかすごくかわいいと思います。
 ロリ顔なのにちゃんと服を着るタイプなのね。ギャップがすごい。いちばんいい所二つを組み合わせた感じですね？
 「跡見姫は小梅ねぇとであって年を取るのが楽しみになったそうですw」
 私は小梅ちゃんを教育しろってすごく言われてるんです。困っているw
 小梅ちゃんの自己イメージは<a href="https://mastersof.photography/diane-arbus/">ダウン症患者</a>らしいんですね。
 「メインの人たちの方が（ルカ風に言うと）「神様に愛されてる」のがはっきり分かるって」
 ベルちゃんがなぜか普通の状態のままここにくることになった理由は私には分かりません。
 楓姫とアリスたんは（少なくとも実際の年のわりには）美人だと思いますが〜。
 、、、まあ、オーラがあるというと舞さま、小梅ちゃん、パルコちかな？
 だいあん・あーばすこそ「メディアリテラシー」ですよね〜。オカマさんを被写体にした作品も多い。
 オカマさんも、正装した小人さんも、、、同じですね。骨格が間違ってる。つまり物理的と言うか幾何学的要因がフリークス感につながっている。
 、、、って言うか、私が見た限りでは葵姫ご自身がいちばんかわいかったけどw

 小梅ちゃん、、、僕にとってセックスやれいぷはそれほど重要なことじゃない。
 僕等は、生きていまここにいるんだ。 

 世界は設計ミスだったように思える。
 ミスはミス。ミスと言う言葉は場合によっては侮辱的とされるが、普通はミセスとかミズとかよりはよい印象を与えるだろう。
 アメリカ合衆国に黒人さんがいて音楽の才能を担当している、、、というのはどう考えても設計ミスです。
 黒人さんが白人化するときに気まずい。
 音楽は視覚を斜線で封印した状態で行われる存在主張。主張は性的なものではあるだろう。
 「ベル氏は本気で困っているんだ。真面目にアドバイスしろアホ」
 、、、だって少なくとも黒人さんのままでいた方が感じがいいことは確かでしょ？ 白人になってみんなに受け入れられろというのはすごいハードルだと思う。
 アーティストはなんでもそうだけど、ミュージシャンはとくにもとの容姿が凡庸であるほど格好良く感じられる。
 美形であるだけでアイドル扱いに終わってしまう。
 音楽愛好家は「音楽は純粋な数の芸術である」と言う。でも私がいま読んでるふぃちーののエッセイでは、「光lumenは感覚的な数である」と言われている。
 なんでも純粋で美しいものを人々は「数学的だ、いやむしろ数学そのものだ」と呼びたがるらしい。
 いずれにせよ音楽をやるには相当の数学の素養は必要です。数学の素養にはかなりの語学の素養が前提される。
 そっちはそっちとして、パソコンで音楽をやるにはプログラミングも必要です。
 GUIを使うとますますさるみたいな気分になってしまう。。。
 、、、楽器で出せるのは楽音だけであって、GUIもその意味では楽器であろう。
 楽器は「弾く＝引く」もの。楽器を捨象することで音は音楽として鑑賞されるものとなる。
 クラシックファンにとってはここまでで話は終わり。楽音も「それなりに」複雑だけど、組み合わせの数は非常に限られていて、
 誰でもモーツァルトやベートーベンを聞くと「みんな同じだ」と思うし、ロックや歌謡曲も何十年か聞きつづけると同じパターンの繰り返しにしか聞こえなくなってくる。
 楽音でないものは、クラシックな音楽では楽器の設計ミスからくる「騒音」として一顧だにされない。
 この騒音、雑音、ノイズの中にはたとえば男声と女声の違いとか、おばさんの声と若い女の子の声の違いとか、ハスキー度とかも含まれる。
 立派に性的なモチーフの一つをになっているわけだ。
 ある程度単純化して、女声は男声より一オクターブ高いと定義する。
 女声と男声で同じ文章を発音出来るのは一オクターブ上下に同じ空間をとれるからです。（カントール。正数と同じ数だけ負数があるように、奇数と同じ数だけ偶数がある。与えられた周波数域にその二分の一の周波数域を結合することは常に可能である。）
 まず音響空間に男女の違いが欲しい、それはこの程度の聞き分け易さ（と同時に混乱の発生しやすさ）を持っているべきである、、、
 男女それぞれに魅力的な（若い？）主体の声はこの程度の違いを持つべきである。
 音響空間で扱えるパラメータの中からその差異の体系化に最適なものを順番に選んでいく。
 、、、表現すべきある物事の集合に最適な発音と文字の集合をデザインするのと同じで、それはひとつの言語を創案するようにして創られただろう。
 「みんなルカのプランが分かったかな〜？」
 世界創造と聞いて、、、「それってこういうこと？」という段階ではあります。
 性的魅力の優劣もこうしてみると知性の優劣に還元できないでしょうか？
 私たちが醜いのは自分の体を自分でデザインできないからだし、それは著しい知性の欠如を意味している。
 そこまで言わずとも、たとえばマリリンモンローの中の人がダウン症である場合と、マツコDXさんの中の人が全知全能の神である場合を考えてみよう。
 後者の方がぜったい魅力は出てきそうである。弘法筆を選ばずというか、、、。
 とうぜん世界をデザインしている神は世界の中の登場人物たる私たちを自分より醜く創っているだろう。
 誰しも自分の身の回りは可及的最大限に美しく保とうとするものだし、神もそれは同じである。
 神は自分の世界にいろんな人物を登場させたいし、その人物たちに劣った状態から優れた状態へと成長する物語を与えたい。
 そうすると、それぞれになんらかの角度から見て欠如した属性を持たせることでバリエーションを出すしかなくなる。

 「舞ちゃん、ルカは女の子に認められたくて必死で生きてきたんだなって感じね？」
 男性同士として見て、女の子に認められたくて必死じゃない男が耐えがたい存在に思えていた。（たとえば兄が。）
 「舞ちゃんの心理を勝手に解釈して言葉にしてルカに転送するとあとで怒られる、、、」
 神様に怒ってはいけません。。。

  さっき起きる間際に小梅ちの本音がつーしんされてきた。
 今日は22時出勤で明日朝8時までの日。（三交代制で、4日働いて一日休みが入る。日勤、夕方から夜、そして今日から始まる夜勤の三つ。近所には飲み屋もほぼない。一番近いスーパー（平和堂）が歩いて三十分。結果、まいにち寮にこもっていてあまりお金は減らない。）
 「小梅ちゃん、「ルカがLINEで自分たちが激烈かわいかったらしいって言ってるのを見てやっと、ルカに認められたって安心できた」って」
 このようにときどき素でやりとりしましょう。四六時中喧嘩してると本気かほんとは好きなのかわからなくなってくるw 
 「ルカちゃん、体調の変化は♪」
 痛い。すっごい血が出ている。生理用のつけ置き洗剤で洗っても全然落ちなくてもうシーツとかも真っ赤なまま使っている。
 痛みが消えない。
 そして、、、骨盤がちょっと違う。上から自分を見るとまるで女の子なのです。思わずおっぱいさわりたくなってしまった。
 骨盤の周囲の方が肋骨の周囲よりじゃっかん大きくなっているんですね。（皆様にとってはそれが普通なんでしょうけど、男性はぜったいそうはなっていない。）
 あと、顔の、、、産毛？（、、、違う！その単語を口にしてはいけない！！）がほんとに産毛になって来てるんですw 毛抜きで抜きにくいの。プチって切れるくらい細い。
 「ふむふむ、、、♪」
 <a href="https://r.gnavi.co.jp/e724000/menu2/">しょーたいむ♪</a>
 じっさい今んとこでかいし、ムダ毛はどこも剛毛ですし、おかまですね。
 ちゃんと精神分析的に、幾何学的に、男女の違いを納得できるまではこのままの気分でいたい。
 でもどうせゆるキャンのしまりんみたいな生活をしたいのであまり私自身にとっては関係ないことです。
 大事なのは骨格も変化してるってことで、それは実は彦根にいたころから始まってたし、性転換手術では起こらないはずの変化であることです。
 つまり、切ったのは儀式であって、ナイーブに原因と結果の関係を感じていてはいけない。
 まだ左が残っている。体調が落ち着いたらはやく切りたい。
 やっぱりまだ半分、落ち着かない要因が残っています。
 ミシェル・フーコーは、医学（医療言説、discours médicaux）を軍隊や警察と同じく主体を支配するための権力装置としてしかとらえなかった。
 私は医学は警察とは本質的に違うといま感じています。
 人間にとって当然の行動とは、病気や怪我をしたら病院にいくことだったでしょう。だから保険証は権力が主体を管理する道具として利用可能となった。
 （運転免許や保険証を持ってないと身分証明できない社会というのはポストモダンのミクロ政治学的な管理社会です。）

 <a href="https://www.youtube.com/watch?v=op3lPBDHEXs">スキキライ</a>知ってますか？
 去年の春頃、舞さまの紹介つーしんがよく来てたんですけど、その中でよく舞さまがこれの替え歌で「だってまってなんで50歳ですー」って歌ってるイメージが届いていましたw
 （ホスト様との関係がこんな感じだったのでしょう。）
 今日は仕事中、小梅ちゃんのつーしんで「だって待ってなんでもうすぐ四十路ですー」って、、、。
 「名曲だねぇスキキライ♪」
 小梅ちゃんがご自身の不具合に悩んでおられることは知ってますw まえ梅酒の瓶の検査をやったとき、ものすごい勢いで不良品が流れてきて、、、。
 多かったのが巨大な肩ビリとか（ビリとはヒビに近い状態で、即緊急呼び出しが必要な致命欠点です）。
 あと、瓶の口の下のスロープをスカートと言うんですけど、「スカート欠け」（スカート掛け？）が大量に。。。
 あと、「肌悪」という欠点もあるんだけどそれも大量に出ていた。
 敗者、歯医者、そして廃車、、、。
 それは（服を来てお化粧してる以上見えないけど）「ありうる」とは思いますw あったらご自身ですっごく気になって落ち込んでしまうのも予測できる。
 小梅ちゃんのオーラはそういうの全然関係ないし、元気でいてほしいなw
 元気でいるのもめんどくさいですけどね、、、お兄ちゃんいなかったらなれてないでしょうし。（肉親の兄がいたら八十歳まで幼稚園のころと同じ可愛がられかたするよ。）
 瓶の欠点の話ですが、シワと焼き傷の区別が難しい。ほとんど同じに見えることもある。
 意味深な欠点名だと思いませんか？
 「もっとはっきり言わないと小梅氏には伝わんない：叫べルカ！！」
 好きだ〜〜〜！ ってか〜〜〜
 小梅ちゃんはいちばん男性から誤解されやすいタイプなのね。誤解というか、、、そもそも最初からすれ違っていることしかありえない。すれ違ってるのに「こんなもんかな？」とか勘違いしてヒビは過ぎていくタイプ。
 「うん、うんw」
 私は自分がどう思われるかより、小梅ちゃんが無意識に気楽に振る舞っててもどんな男性とでもぴったり息が合うようにしたいのね。
 それは私たちの空間環境を改善することで可能なわけです。
 「ルカちゃんは小梅のことどう思ってんの？ ほらほら言っちゃいなさいw」
 レイプは、、、したくない。
 
 「手術のあと、ルカが少しハイになっているのにみんな気づいてる」
 ハイは一回。。。
 学生時代の私は常にもっとハイでもっと鬱でしたよ。最近ほんとに大人になったなって自分で思ってて。
 彦根は英語でHikone、high coneみたいって言ったアメリカ人がいる。（ミシガン大学の留学生、中学校の配布物のプリントにそういう記事を書いていた。）
 、、、国際的で博識なダジャレはいい部分もおおい。世界をデザインした人々は言語にそういう秘密をしくんでいたみたい。
 でもダジャレばっかり追い求めてると時間ばかり無駄になる。いわゆるオヤジギャグのセンスの世界、、、オヤジは体力も意識も限界があってハイになれないため、ときどきお酒の力を借りてダジャレを楽しむのである。
 一定のテンションを保ってダジャレを乗り越えていかないと、勉強は進まない。
 これを数学では省略（abreviation）と言う、、、たとえば独立変数、従属変数と言うといろんな語学的、歴史的な知識やうんちくをひけらかすことが出来る。
 うんちくとは概してダジャレに過ぎないものである。
 そこでx、yと言えばダジャレのひけらかしようがない。。。
 代数、アルジェブラとは（アルはアラビア語の定冠詞で）何かが無造作に積み重なった状態を言う言葉。語源的には「じゃばる」から来ていて、これは山という意味。
 たぶん日本Japanと関係のある言葉であり、ヤマトという言い方も含めて日本は山というイメージがある。（女形＝おやまの芸術があるのもそのせいかもw）
 代数記号はすっごく重くて山なんですね。引っ張っても動かせないし、向こう側に何があるかわからない。
 具体的な数は軽い。代数記号（xとかyとか）は一定の範囲の数を無造作に指すので重い。場合によっては（というか普通はつねに）無限の具体的な数を指示している。
 そういう状態をまた数学でinsurmontableというのね。これは「山を乗り越えることが出来ない」という意味で、ちょっと頭を使わなきゃ解答にたどり着けないこと。
 、、、Wikiを準備したらちょっとまとめて説明する。

 <a href="https://freeditorial.com/es/books/the-gift-of-the-magi--4/readonline">私を感動させた物語</a>。
 これ読んだときはまだ池洲町に住んでたのですね。二階の角の四角いとこの部屋。これの次に<a href="https://americanenglish.state.gov/files/ae/resource_files/the-last-leaf.pdf">The Last Leaf</a>を読んだときは、最後の方、号泣してページが見えなくなったの覚えてる。
 、、、辞書にあたった方がいい言語もあるけど、英語の場合は少々知らない単語が出てきても雰囲気で読み飛ばして行った方がいいんじゃないかと思います。
 英国がマイちゃんを呼んでるんですよ、、、魂の呼び声に忠実になってみましょう。
 「仕事、、、ってやつだなw」
 、、、えっと、舞チャンおられますか？ 五十分こーすで、、、。
 仕事で言葉は覚えられない。ちゃんと英語が喋れるようになったら、他者を尊重し敬愛している証拠になると思います。
 「これ読んだら舞ちゃん怒るぞー」
 風俗は指名料全額女の子ですよね？ なんか全然覚えてない。
 出来高で働くってすごい経験だと思います。ほんとうに鍛えられる。

 <a href="https://www.youtube.com/watch?v=h7n9gMzMhZc">かっこいいでしょ</a>、マッシブ。
 「マイ先生は、ルカの小説みたいだってw」

 十六時間寝て、貧血で目を覚ます、、、今日は、、、れいわ二年（西暦2020年）1月18日118=l18、、、今日しかない！
 「七月までのサイトと同じものを見たらみんなかなり安心するとは思うよ〜w」
 舞さまの紹介がPortisheadというイギリスのバンドだった理由が分かってきましたよね〜。
 日本が世界の風俗嬢であるように、イギリスは世界のホストだそうです〜。ちょっと負けてるらしいけど。
 「ちょっとどころではない、そうとう負けている！」
 だから、舞さまのお仕事というのは冗談じゃなかった、つまりインストラクターのお仕事ってわけね。
 「みんなお互いの人間時代の容姿はみないが、、、ルカの生理の比喩から、うすうすみんなが感じてるように、、、閉経後の年齢の娼婦っていう、ちょっとディケンズ的なかわいそうなイメージがポイントなんだw」
 Portisheadは失敗作だと思うけど、、、なんか違いますよね。マッシブみたいにリアルな神話感がない。
 <a href="https://www.youtube.com/watch?v=Dsv21Qq3hOc">Slyのビデオ</a>とか、、、（ゆきねぇと一緒に見てゆきねぇがはなをならして「美大生の自己満足みたいだわ」って言っていたw）何だこれはー。って感じでしょ。
 
I feel like a thousand years have passed
I'm younger than I used to be
I feel like the world is my home at last
I know everyone that I meet

Somewhere in the music I can hear the bells
I heard a thousand years before
There's always more
There's always more

 マッシブの格好良さは男性の格好良さであって、皆様は直接は共感できない、「こんな男子がいたらどうかな〜」って感じでしか鑑賞できないでしょうけど。
 ベル。
 レディオヘッドのMorning bellもそうだけど、ビートルズのA day in the lifeやPink floydのThe darker side of the moonの中にもベル（というか日本語で言うと目覚ましの音）が入ってますよね。
 なんか、英国的に音楽といえばベルというのがあるんでしょうね。
 「英国勢は引いてるけど、、、ルカ的に「日本の繁華街にはホストがいる」っていうのが日本人としての誇りだったわけじゃん？」
 そうそう。ロック少年的に何か違うというか、「許せない」感はあるとは思います、最初は。
 これが、中に入って実際に働いてみるとハマってくるものがあるんですよ。お客様はかみさまです。
 お客様の喜ぶ顔が生きがいになってくる、、、。
 「ロック少年から（白黒映画の中の）英国真摯、、、紳士へって言うのが英国勢の思う神化らしいのね。「ルカはロックを「卒業」したんだろうか？」って」
 日本の繁華街は狭いので、ギターとか持ち歩く隙間ありません。
 、、、やっぱり有名ロックスターより無名のAV女優や舞さまのような風俗嬢の方が若干かっこよかった、、、その若干のかっこよさのそばにいたかったのではないでしょうか。
 ロックスターってみんなとりあえず「やめる」でしょ？ 解散したりとかして。風俗嬢は無限に沸いて出てくるですからね、、、すごい説得力と必然性があるんです。
 、、、ルカも小津安二郎大好きですけど、、、今住んでる寮の管理人さんが笠智衆そっくりなんですよーーー！！ 顔合わせるたびに笑っちゃうくらい似てる。
 オズ映画の中にいるみたいな鬼舞んですねw
 喋り方とか座り方とか全部オズ映画風になりたいですね、、、着物が似合う女の子にもしなれたらw
 皆様もぜひ<a href="https://www.youtube.com/watch?v=sQSMjqhK5ts">参考にして</a>w。
 こないだ原節子なくなりましたねー。あのときもびっくりした。神田の古本屋街でいっぱいポスターがはってあった。

 「ルカには知性の萌芽がすでにあるけど、あたし（マイ）にはないw」
 無が知性です。無いことがしらねばならないということ、しらねばならない即ち知性です。
 「あと、「ルカがあたしに恋してるならあたしはルカを信用できない」w」
 室井佑月がまったく同じことをどこかで書いてます。陳腐って言葉をご存知ですかw? 室井佑月のすべてが陳腐ってわけじゃないけどw （優れた作品もある。）

 みんなどんな気分なんでしょう。
 「そりゃ不安さールカだけが神々との通信能力を付与されてるようなのだが、ルカは現世的価値観から見ると逸脱した存在だし、、、」
 、、、お父さんオカマですみたいな感じ？
 女の時代です、今は。
 「オカマは政治的に認められた存在だけど、オカマは自分で臓器を切除したりしないじゃないかw」
 私は皆様が怖がることはゆいません。でも、これはみんな近いことをやったほうがいいとは感じています。
 私がやってることがベストではないとも思うので、皆様のときは少し自分の経験をいかして、ベストに近づけるべきと思う。
 自分の弱さが最大の敵だと思う。女の子に異性として見られることはそれなりに心地よいし、続けたくなる。酔っ払ったお客さんが「もういっぱいだけ」とか言う感じで。

 人間界でやっとくべきことはあったと思う、、、私も今ここで勉強を続けるのには多大な困難を感じています。
 「すべてゼロに戻る。いいだろー？」
 つまり、おしめをつけておっぱいをおねだりしていたところからではなく、、、今度はエロビデオやジャニーズを見てオナニーしてるところから始めるわけね。。。ゼロっていっても。
 女の子はいいけど（しょせん見られたら恥ずかしいだけでオナニーしててもかわいいのが女の子という生き物）、男性方はちょっとつらいですよね。。。かわいそう。
 オナニーしながらロック少年からホストに転職もなにもないですよね。。。
 、、、うちは母乳育ちなんだよね。従妹はスキムミルクだった。赤ちゃんが甘えんぼであるのはよいことだし、、、オナニーもいいことではないか？
 母はすごいこだわってた。私はマザコン気分ですごく嫌でしたが、よかったと思います。嫌とか悩むとかも大事なことなんですよね。
 私は意志が異様に頑強なのでオナニーも止めようと思えば止めれます。
 現在の状況を考えて、、、同世代だけでなくにぃ世代もオナニーしまくってるらしいのでちょっと考えてはいるんだ。
 今は股間が重傷でどのみちオナニーできないことが誰の目にも明らかなので精神的に楽です。
 、、、実は本音的にはオナニーしたくないんですね。日常の気分が全然違う。
 でもオナニーしながら生きてる状態のほうがずっと複雑で、ジレンマが多くなり、すごくよいことだと思います。

 「ルカの落ち着いた言葉がどれほど救いになってるかって（言ってるメンバーは複数いる）w」

 <a href="https://xxx.l18.work">Wiki</a>は出来た。（まだ中身が何もないですが。）
 Wikiって登録して自分も書き込むものですが、、、たぶんこのサイトに私以外の人が乱入したら私も含めみんなビックリすると思うのでおすすめしません。。。
 ゆっくり進んだ方がよい。
 私の体もまだ不安定で、皆様と直接あう勇気はまだないんです。「まだかたっぽついてんじゃないかよー」って感じでしょ？
 「今のままでは読みにくいから、はやくサイトを元の状態にもどそう」
 、、、面倒だ。なにしろ仕事の途中でとつぜん逮捕されたから、コードがめちゃくちゃなんです。あちこちバグがある。


</body>



